// AnotherX エピソードのテキスト内容
const episodeContents = {
    '1': {
        title: '旅路',
        content: `温かい

目の前には
暗闇が広がっているが

周辺からは
パチパチという
音が聞こえてくる

どうやら僕は
眠っていたらしい

目を開けると
そこには焚き火があった

「なあ、モネ」

隣から男性の声がする

「そろそろ
故郷に帰ろうと思うんだ」

僕は
男性の声がする方向に
視線を向けた

男性の名前は「ゼン」

僕は「ハツノ村」という村で
ゼンと一緒に育った

ハツノ村は森や
山々に囲まれた
自然豊かな地域にある村で

ゼンは
ハツノ村出身のジンマ族だ

僕は
そんなゼンと一緒に
2年前にハツノ村を離れ

外の世界を知るための
旅を始めることにした

そして、この２年間の旅で
僕たちは色んなことを知った

まず僕たちがいる大陸の名前が
ミルゼ大陸ということ

この世界には
他にもいくかの
大きな大陸が存在すること

それ以外にもハツノ村では
食べたことのない
美味しい料理や珍しい食材

危険な動物やハツノ村とは
異なる町の人たちの人柄や
生活模様など

ハツノ村では
体験できないようなことを
たくさん学ぶことができた

どうやらゼンは
この２年間の旅で得た
知識や経験談を

ハツノ村に住む家族や
仲間達への土産話として
持って帰り

一度顔を見せに戻ろうと
思ったみたいだ

確かに
僕らは旅を始めてから
１日も休まず
歩き続けてきたわけだし

ここで一度ハツノ村に戻って
休みを挟んでもいいかもしれない

そう思い
ゼンに視線を移し
２回頷いてみせた

それから数分の間
お互いに物思いに老けた後
ゼンがボソッとつぶやいた　

「みんな、
　元気にしてるかなぁ」

ゼンは多くを語らないが
たくさんの意味が
込められた言葉だと感じた

世界は広い

これまでの旅でも
のびのびと豊かな暮らしが
できている町もあれば

隣接した町の境界を隔てて
争っている町もあったし


ルールの厳しい町や
地主が独裁政治を
敷いている町もあった

良いことも悪いことも含め
2年という短い旅の中で
様々な世界を知ることができた


驚いた事と言えば
どの町もその町特有の
様々な事情を抱えてはいるものの

危機切迫したといった
雰囲気の町はなかったのだ

町の中での暮らしに差はあれど
皆その町のルールに従っていれば

十分に暮らしていくことは
できているみたいだった

だからこそ
何のためらいもなく

「みんな、元気かなぁ」
という言葉を口に出来たのだろう

だけど僕たちの旅は
まだ始まったばかりだ

これから先も
旅を続けていくことで

もしかしたら僕たちが
想像もつかないような出来事に
遭遇することもあるかもしれない


そう思いながら
僕はまた眠りについた


ピヨピヨピヨピヨ...
チュンチュンチュン...
チチチチチチチチ...

鳥のなきごえと共に
目が覚めた

木々の間から
太陽の光が照らされている


とても気持ちの良い朝だ

辺りを見渡すと
ゼンの姿はない

僕は体を起こしつつ
ゆっくりと体を伸ばした


血が勢いよく流れ
体全体を巡り

寝相によるコリが
いくらか解消されるのを確かめる

そうこうしている間に
ゼンが戻ってきた

どうやら朝食の食材を
取りに行ってたらしい

「今日の朝食は
　山の恵たっぷりのキノコ汁だ！」

ゼンは
テンションを上げながら

昆布と塩を
水が入った鍋に入れ
火にかける

数日前に立ち寄った
港町で買ったものだ


沸騰してきたところに
先ほど取ってきたきのこを投入し
少しの間煮込む

ゼンは
木で出来た器にきのこ汁を注ぐと
僕の目の前に置く

「さあ、これを食べたら
　ハツノ村に向けて出発だ」

僕とゼンの
ハツノ村に帰る旅が始まった`
    },
    '2': {
        title: '森での戦い',
        content: `2日目の朝

僕とゼンは
ハツノ村に向けて
歩きはじめた

せっかくならと
これまで通ってきた道とは
違う道を通って帰ろう
という話になり

僕らは野宿した場所から
遠くの方に見えていた
森を通ることにした

地図は持っていない

だけど
足跡などを頼りに進めば
人が住む場所に辿りつくはずだ

これがゼンが進むべき道を
選ぶ判断基準なのだ

しばらく歩くと
目の前に森の入り口が見えてきた

もちろん
ちゃんとした入り口
なんてものはあるはずがない

だが少し離れた場所に
草が踏み固められた跡が
森の奥へと続いている場所を見つけた

どうやら目の前にある森は
人の往来がある森らしい

「よし、行こう」

ゼンは
その道に視線を向けながら
僕に向かって進む意思を伝えた

とても
整備された道とは言えないが

それでも歩みを進めるのに
十分な道ではあるようだ

遠くから川の流れる音や
森の動物達の気配を感じる

どうやら
危険な森ではなさそうだ

少し安心した気持ちになり
森の匂いを楽しめるくらいには
心に余裕が生まれはじめた時

遠くの方で何かが
慌ただしく動いている気配を感じた

「複数いるみたいだ」

ゼンは一言告げると
気配がする方に向かって
足音を立てないように歩き始めた

「ゴブリンだ、３体はいる」

ゼンは動く物体の
正体を確かめると
ゴブリンが向かっている
方向の先に視線を移す

「あれは...
　人が襲われている！」

そう呟くとゼンは
近くにあった木の枝を手に走り始めた

ゴブリンのターゲットを
自分に向けさせるため

先頭を走るゴブリンに向かって
木の枝を投げた

直撃はしなかったが
ゴブリン3体が立ち止まり
ゼンがいる方向に視線を向ける

「よし、
　とりあえず注意をこっちに
　向けさせることはできた」

「だが、
　ゴブリン3体を同時に相手にするのは
　さすがにキツイか...」

ゼンは
どう対処すべきか考えながら

ゴブリン達を誘導するように
襲われてた人が走って行った方向とは
逆方向に走り始めた

狙い通り
ゴブリン3体は雄叫びをあげながら
ゼンに向かって走り出す

ゼンは
ゴブリン達から離れすぎないように
走る速度を調整しながら

周辺を見渡して
武器になりそうなものを探している

「大きめの石1個に、木の棒１本」

「今日の朝飯で使わなかった
　キノコが３個か...」

ゼンは
何やら思案をしながら
使えそうなアイテムを
装備し始めた

大きめの石を、左手に
キノコ３個を、右手に

そして
木の棒は背中に背負った

「さぁこい！
　一か八かだ！」

ゴブリン3体が
ゼンに向かっていく

「まずは、お前だ！」

ゼンは
振り向くと同時に

左後ろにいた
ゴブリンの顔目掛けて
キノコを投げた

キノコを投げられた
ゴブリン達は驚いて足を止め

投げられたものに
視線を向ける

その隙をつくように
先頭を走っていた
ゴブリンの顔に向かって
石を投げつけた

「ぎゃっ」

石をぶつけられ
先頭のゴブリンが
怯んでいる隙に

背中に背負っていた
木の棒を手に取り

右側後ろにいる
ゴブリンの顎に向かって
下から棒の先端を叩き込む

「ごぶぅっ」

木の棒の先端を
叩き込まれたゴブリンは
そのまま後ろに倒れ込む

どうやら渾身の一撃が
決まったらしい

すかさず
回転で勢いをつけながら
先頭ゴブリンの腹に
木の棒を叩き込む

腹に木の棒を叩き込まれた
先頭のゴブリンは

勢いよく左後ろにいた
ゴブリンに向かって飛んでいく

「よし、２体いけた」

３体一気に...
とはいかなかったが
最後の１体に備え
一度距離を取る

しかし
残りのゴブリンは
おたけびを上げながら

右手をかぎ爪状にして
ゼンの顔目掛けて振り下ろす

なんとか木の棒で
カギ爪攻撃を防いだが

そのまま木の棒を掴まれ
左手の拳が腹を襲う

「うぐっ」

ゼンは苦痛の表情を
浮かべながら後ろへとよろけた

ゴブリンは
すかさず奪った木の棒を

ゼンの頭目掛けて
叩き込もうと振り上げた

...ここだ！

僕は
心の中でそう思いながら

木の棒を振り上げた
ゴブリンの横顔に向かって
鍋を思い切り投げつけた

最後のゴブリンが
横に吹っ飛んで倒れた

「はぁ...はぁ...」

「ありがとう、モネ
　   ...助かったよ」

ゼンは
僕にお礼を言うと

僕が背負っている
道具袋から縄を取り出し

気絶している
ゴブリン3体を
木に縛り付ける

「ふぅ...」

「良いコンビネーションだった！」

ゼンは
僕に笑った顔を見せた後

元の道に戻るように
歩き始めた

僕は
ゼンの後ろ姿を見ながら
心の中で喜んだ

ザク...ザク...ザク...

「あのぅ...」

元の道に戻ってくると
声を掛けられた

どうやら先ほどゴブリンに
襲われていた人のようだ

「よかった！
　無事だったんですね！」

「先ほどは、助けて頂き
　ありがとうございました」

僕らは
そうお礼を言いながら
頭を下げるその人を見て驚いた

その人は、この場所には
似つかわしくない格好をした

ピンク色の髪をした
女性だった`
    },
    '3': {
        title: 'ピンク髪の女の子',
        content: `2日目夜

パチパチ...パチパチ...

僕とゼンは
ゴブリンを倒した後
森の道の途中で焚き火をして
朝まで過ごすことにした

だけど昨日までの
焚き火で過ごす夜とは
違う点があった

僕とゼンの目の前には
ピンク色で、セミロングの
綺麗な髪をした
女性が座っている

先ほど森の道途中で
ゴブリンに襲われていた人だ

「改めまして、
　危ないところを助けて頂き
　ありがとうございました」


目の前に座っていた女性は
律儀にも立ち上がってから
改めてお礼を言葉にすると

僕とゼン両方に視線を向けて
丁寧に２度お辞儀をする

「大した怪我は
　してないみたいだし、
　無事でよかったよ。」

「だけど
　擦り傷程度だったとしても
　森の中で負った傷だ。」

「早めに治療はした方が
　いいかもね。」

ゼンは
なぜゴブリンに
襲われていたのか

なぜこの森にいるのか
といった相手の事情を
探るような質問はせず

ただただ相手の
怪我を気遣った

ゼンは多くを語らないが
その言葉一つ一つに
相手を尊重する
意思が見受けられる

「お気遣い頂き
　ありがとうございます」

目の前の女性も
ゼンの気遣いに
気づいたのか

再びお礼を言って
その場に座る

「私は...」

女性は何かを言いかけて
軽く首を横に振ると
自分の名前を教えてくれた

「私の名前は、ノンと言います。
「訳あって...
　旅をしております」

ノン...か...

格好や話し方から察するに
この辺りに住む人ではない
ということは分かる

「その旅の途中、
　この森の奥にある遺跡に
　向かおうとしていたのですが...」

「なるほどね」

「それで先程の
　ゴブリンの群れに
　見つかってしまい
　逃げていた、という訳か」

　ゼンは、
　ノンが言葉に詰まった時に
　見せた表情から事情を察して
　そう返した

「はい」

「お節介かもしれないけど、
　一人でこの森の奥を目指すのは、
　やめた方がいいかもしれないな」

「きっと、
　この森やその遺跡とやらに
　生息している魔物が

「先ほどのゴブリン3体だけ
　ということはないだろうし」

ゼンは
ノンが一人で先程の
ゴブリン達から
逃げていたこと

僕とゼンが
ゴブリン達を倒した後も
誰かを探しにいく素振りを
見せないことから

仲間とともに遺跡を
目指していたが

先程のゴブリンか...
あるいはより強力な魔物か...

いずれにせよ
何かしらの理由で
一人になってしまった
ということだろう

そう状況から判断し
どうしてもその遺跡に
行かなければならない
事情があったとしても

一度、近くの村に向かい
体勢を整えてから
改めて向かった方が良い
そうノンに提案した

「そうですね。
　この森を西に抜けた先に、
　モリという村がありますので」

「一旦その村に
　向かおうと思っています。」


「なら、
　そのモリという村まで
　護衛として同行させてもらうよ」

「そんな...
　助けて頂いた上に、
　護衛までして頂くわけには...」

ノンは、
縋るような表情を見せた後
すぐに申し訳なさそうな
表情になりそう答えたが

「俺たちは、
　ハツノという村を目指して
　旅をしている最中で」

「休ませてもらえる場所が
　あることを期待して、
　この森で見つけた足跡を頼りに
　人が住む場所を目指してたんだ」

「だから、
　そのモリという村に行けるなら」

「こちらから
　同行させてもらうのを
　お願いしたいくらいさ」

「俺たちは
　ノンの護衛として」

「ノンは
　俺たちの道案内役として、
　協力してモリを目指す
　っていうのはどうだ？」

ノンは、ゼンが
恩や負い目を与えないように
配慮してくれたことを
感謝しながら

「ありがとうございます」

「それでは明日、
　一緒にモリに向けて
　出発しましょう」

そう僕とゼンに向けて
笑顔で応えてくれた

チュン...チュン...チュン...

「ん...」

「おはようございます」

ノンが
僕とゼンに声をかける

どうやら
夜が明けたようだ

「朝ごはんを
　用意したのですが、
　お口に合うでしょうか」

そうノンは言いながら
鍋に入ったスープを器に注ぎ
僕とゼンに手渡す

「ありがとう...」

「うまっ！」

ゼンは
ノンから器を受け取り
お礼と同時にスープを口にすると
驚いたような声を上げ

ノンが作ってくれたスープを
一気に飲み干す

「お口に合ったようで、
　よかったです」

ノンは
そう笑顔で応えると
ゼンから器を受け取り
再びスープを注ぎ手渡す

どうやら干し肉を使った
スープらしいが
確かに美味しい

「以前
　立ち寄った村で買った
　ハーブやスパイスを
　使ってるんです」

ハーブの爽やかな香りと
スパイスの食欲をそそる
刺激的な香り

そして
干し肉からでる旨味が絡み合い
絶妙な味わいが舌を楽しませる

ゼンは
ノンの作ったスープを
すごく気に入ったのか
何度もお代わりを要求し

「はい、喜んで」

ノンは
作ったスープを美味しそうに
飲んでくれているゼンから
お代わりの要求を受ける度に

少し照れながらも
最高の笑顔と
控えめなトーンで
その要求に応えていた

「そういえば、
　名乗ってなかったね。
　俺はゼン、
　こっちはモネだ」

「これからモリまでの道中
　よろしくお願いするよ」

そう言って
ゼンはノンに手を伸ばし
握手を交わす

「よろしくお願いします
　ゼン、モネ」

「そういえば、
　モネって...」

　ノンは
　ゼンと握手を交わした後
　僕の方に視線を向け
　質問を投げかけてきた`
    },
    '4': {
        title: 'モネ',
        content: `3日目の朝

ノンの同行者となった
僕とゼンは

無事に森を西に抜け
モリの村へ向けて出発した

ノンの話によると
モリの村は渓谷を
越えた先にあるらしい

順調に進めば
今日の夜までには
モリの村に着く
ということなので

今日1日は
歩き通しになるようだ

これまでの旅でも
訪れた町や村の人たちと
交流を持つことはあったし

極たまにだが
他の旅人とすれ違った際に
その場で話をすることもあった

だけど
一緒に旅を共にする
仲間が増えたのは初めてだ

ゼンもノンも
お互いに気を使う性格なのか
言葉を交わす時間は少ない

それでも
今までの旅よりは随分と
明るい旅になった印象はある

突然な出会いではあったが
新しい出来事というのは
いつも突然に起こるもの
なのかもしれない

そして自らの意志で
新しい出来事に
立ち向かうことで

共通の目的を持った仲間と
巡り合えるものなのだろう

ノンの同行者になったことが
ゼンや僕にとって良い方向に進む
きっかけとなるのか

それとも悪い方向に進む
きっかけとなるのか

それは
この先を進んでみないと
わからないが

きっと
良い方向に進むかどうかは

僕たちの行動次第で
いくらでも
結果を変えられるもの

だと思って行動した方が
実りのある旅になる気もする

そんな風に
考えている横で

ゼンは、
ノンが作った朝食のスープが
よほど気に入ったのか

「それにしても、
　今日の朝食のスープは
　本当に美味しかったなぁ」

そう一言呟く

「ふふ。
　ハーブやスパイスを
　細かく潰してから
　スープに加えると
　香りが引き立つんです」

「なるほどな〜
　美味しく調理するには、
　それだけの手間が必要
　ってことか」

確かに
ゼンの料理は
ただ材料を放り込んで
煮込むだけのことが多い

「よければ
　モリの村に着いた時にでも
　作り方を教えますよ」

「お！それは助かるよ。
　今後の旅がより
　楽しくなるかもしれない」

それには僕も同意する

「ノンは、
　料理が得意なんだな」

「得意という
　程ではありませんが、
　料理を作ることは
　好きかもしれません」

しばらく料理の話をしながら
渓谷に向かって歩いていると

「それにしても
　マナ族の方は休んでる時と
　活動している時で
　姿を変えられるんですね」

ノンは、
僕に向かって興味津々
といった顔を見せる

「ああ、
　マナ族が全員同じように
　姿を変えられるかは
　わからないけど」

「モネは、
　寝ている時や
　身を守るときは
　丸まった姿になって」

「荷物を運んだり長い距離を
　移動するときは、
　今のような
　４足歩行の姿になるんだ」

「丸まった姿でも
　飛んで移動することは
　できるけど」

「風が強いと
　移動方向のコントロールが
　きかなかったり」


「いざという時の
　瞬発力にも欠けるらしく」

「旅の道中では、
　小回りがきいて
　動きやすい姿で
　活動するみたいなんだ」

「まぁ、
　言葉を交わせるわけではないから
　本人からしたら別の理由も
　あるかもしれないけど」


「そうなんですね。
　モネとはずっと一緒に
　旅をしてるのですか？」


「そうだね。
　俺が生まれた時からずっと
　一緒にいるらしいけど」

「モネがいつから
　村に住んでいるのかは
　誰も知らないみたいなんだ」


「そうですか。
　マナ族...」

ノンは
僕を見ながら
少し考える素振りを見せたが

「お！
　どうやら目的の渓谷が
　見えてきたみたいだ」

ゼンの言葉ですぐに
明るい表情に戻った

どうやら今は
渓谷を越えることに集中しようと
気持ちを切り替えたらしい


ノンは
僕のことについて
何か知っているのか

それとも
マナ族のことについて
思うところがあるのか

それはわからない

そもそも僕自身も
自分がどこで生まれ

どういう経緯で、
ゼンと一緒に過ごすことに
なったのかがわからない


もちろん
自分の生まれについて
知りたいと思う気持ちはある

でもいつか
自分が何者なのか
本当の意味で知った時

もしかしたら
世界に仇なす存在として
心の変化が
生まれてしまう可能性もある

だけど
これからの旅で
正しいと思える行動を
取り続けていくことで

世界に仇なす存在として
ではなく
世界に必要とされる存在
として

正しい方向へ心の変化を
向けさせるための
糧となるかもしれない

だから
今はただゼンと一緒に
この世界を冒険し

色々な世界を知りたい
そう思っている

「ねぇ、モネ」

ノンが
僕に話しかける

「モネは、
　戦ったりもするんですか？」

僕は
四足歩行姿のまま
手の爪を伸ばして
ノンに見せる

「すごい！
　その鋭い爪で引っ掻いて
　戦うんですね」

僕は首を横に振って
爪の先を頭の方に持っていき
２度こついて見せる

「えっと...
　頭を使って
　戦うってことですか？」

僕は少し考えてから
前方に走り出す

そして
その勢いのまま
丸まった姿に変化し

先頭を歩く
ゼンの背中目掛けて
タックルを仕掛ける

「うわぁ！！」

「えっ！？」

ゼンは
前方に吹っ飛びながら

ノンは
吹っ飛ぶゼンを見ながら
同時に驚きの声を上げる

「だ、大丈夫ですか！？」

ノンは
うつ伏せで倒れている
ゼンに向かって声をかける

「うぅ...何すんだ！」

ゼンは
倒れた姿勢から飛び上がると
僕目掛けて飛びついてきた

僕はすぐさま
四足歩行姿に変化し
ゼンの飛びつきを
なんなく避ける

「ぐへ...」

ゼンが
また仰向けで
倒れたのを確認すると　

僕は
ノンに顔を向けて
どうだ
と誇らしげな表情を見せる

「なるほど！
　いわゆる頭脳プレー
　ってやつですね！」

僕は
やっとわかってくれた
という意味を込めて
尻尾を振った

「モネって、
　言葉は話さないけど、
　私たちの言葉は
　理解しているんですね」

「あぁ、たぶん
　俺とずっと一緒に
　いたからだろうね」　　


「言葉のやり取りはできなくても
　大抵の意思疎通はできるし、
　それにかなりの頭脳派だ」　

ゼンは
服についた草を払いながら
続けて答える

「積極的に
　戦ったりはしないけど」

「じっくり状況を
　確かめながら
　ここぞ！という時に、
　助けてくれるんだ」

ゼンは
昨日のゴブリン戦を例にして
僕の戦い方をノンに話し

ノンは
それを聞いて僕に
感心したような表情を向ける

「さぁ、
　渓谷の入り口は
　もう目前だ」

僕とゼンとノンは
気持ちを切り替え

それぞれの表情で
渓谷の先を見つめていた`
    },
    '5': {
        title: '渓谷のかくれんぼ',
        content: `3日目の昼

ザクッ...ザクッ...ザクッ...

「この渓谷を越えた先に
　モリの村はあるんだよな？」

「はい。
　このまま川沿いを進み
　北側の出入口を目指します」

「渓谷を抜けたら
　そのまま真っ直ぐ進むと
　村の入り口が
　見えてくるはずです」

僕とゼンとノンは
渓谷の入口付近に到着すると
渓谷の間を流れる
川に沿って歩きはじめた

穏やかに流れる
川の音と
渓谷を通り抜ける
風の音

ゼンとノンの
歩幅の違いから生まれる
砂利を踏み締める時の
音の大きさやリズム感


その適度なバラつきが
小気味いいリズムを生み

この雄大な渓谷を
進むちっぽけな存在が
渓谷と一体となって
自然の音楽を奏でている

そういう俯瞰した視点で
渓谷を眺めてみると

この殺風景な渓谷景色も
ノンの護衛という目的も
アクセントとなり

彩り豊かな景色に
見えてくる

もちろん
これは僕の想像力から
生まれた個人的な感覚だ

ゼンとノンは
この渓谷に対して
どういう見方をしているのか

特に
何も感じていないのか

それとも
別のことを考えていて
周りを気にする余裕が
ないのか

きっと各々の心情で
この渓谷を歩んでいるに
違いない

そんな風に考えていると
渓谷と川の間にある木々の中に
八重桜が咲いているのを目にする


確か
八重桜の花言葉は
理知に富んだ教育
だったっけ


どうやら僕は
この渓谷から
「理知に富んだ教育」を
受けていたようだ

どんな些細な出来事も
どんなにありきたりな物でも
理知に富んだ姿勢で
物事を見据えることで

自分にとって意味のある
物事に昇華させられる
そういうことを教わっている
ような気がしてくる

そう思いながら
渓谷と八重桜の景観と
川風の音と砂利の音の音楽に
しばらく黄昏ていたが

「ん？
　何やら遠くの方から
　話し声が聞こえてくる」

ゼンがこの渓谷の先にいる
何者かの存在に気付く


「もしかしたら、
　僕たちと同じ
　旅人かもしれない」

「軽く
　挨拶しておこうぜ」

僕とノンは
ゼンの言葉に同意すると
声のする方向に進み

僕は念のため
ゼンやノンよりも先に
声のする場所の近くまで
進んだ

「クロウ様
　どうやらこの渓谷を
　東に抜けた先に
　いるようです」

「そうか、わかった。
　ご苦労だったな」

「どうやら、
　連中の目的も
　我々と同じみたいです」

「ま、当然だな
　連中の思想は
　我々と違うが、
　抱えている問題は一緒だ」

「我々を敵視する気持ちも
　わからなくはないが、
　こっちでも我々の邪魔を
　されては迷惑だ」

「では、
　こちらから仕掛けますか」

「そうだな
　ただ連中と争った時の、
　周りへの被害が気がかりだ」


「明日、
　洞窟に戻り準備を整えたら
　遺跡へ向かうが」

「とりあえずは、
　警告程度の接触で
　相手の出方を見る」

「了解しました」

「皆、そういうことだ！
　今日はこの場所に滞在し、
　様子を伺うこととする！」

「明日に備えつつ、
　各自周辺の警戒に
　当たってくれ！」

「了解！」
「了解！！！」
「了解っ！」

どうやら
どこかの軍隊のようだが
不穏な空気を感じる

僕は
ゼンとノンの元に
急ぎ戻り

とりあえず今は
接触を避けた方が良い
という意思をゼンに伝える

ゼンは
僕の表情や仕草から
状況を察すると

接触しないように
ノンを連れて川の反対側に渡り

念のため
見つからないように
隠れて進む事にした

僕は
集団がいる場所と
ゼンとノンが進む道の間を通り
警戒して進んでいたが

「ん？
　何か遠くから
　足音が聞こえるぞ？」

「おい！誰か！
　我々以外の何者かが
　近くに潜んでいる！」

「川を渡った先だ！
　確認しに行くから
　誰か付いてきてくれ！」

まずい...
そう感じた僕は
急ぎゼンとノンに伝えに戻る


「わかった、モネ
　伝えてくれてありがとう」

「ノン、
　かくれんぼは得意か？」

「え？
　いえ、実はそういった遊びは
　あまりしたことが...」

「わかった。
　俺の後を離れず
　付いてきてくれ」

「それから...」

ゼンは
ノンの手を握る

「あ...」

どうやらノンは
手を握られることに
慣れていないみたいだ

もしくは
「同じ年代の男性に」
という条件付きかもしれない

ゼンは
ノンの手を離さないように
強く握りしめると

周りを警戒しつつ
急ぎながら、でも慎重に
木や岩の影に身を潜めながら
先へと進み

ノンはゼンの誘導に
身を任せて進んでいく

それを見届けた僕は
こちら側に渡ってくる
連中のところに向かった

「もしかして、
　奴らも我々が
　こっちに来ている事に
　気付いたのでは」

「わからないが、
　そう考えて行動した方が
　最悪な事態を避けられる」

「今はとにかく、
　足音の正体を
　確かめに行くぞ！」

どうやら
先程の集団をまとめていた
ボス的存在の人物は
来ていないようだ

それならと
僕は、一瞬尻尾を立てる
動作をしてから
集団の前に姿を見せる

「おい、みんな止まれ！」

優雅に
そしてしなやかに
凛とした表情を浮かべながら
集団の前を横切る

「なんだ、ただのネコか」

「だけど、
　珍しい姿をしたネコだな」

「ま、大方ネコ型の
　魔物って所じゃないか」

「もし連中の仲間なら、
　俺たちの姿を見て、
　警戒姿勢を取るはずだ」

「確かに
　どうやら、このネコの
　足音以外の他の足音は
　聞こえてこないな」


「みんな、協力ありがとう。
　野営地に戻るぞ！」

そう言って
連中は元いた
場所に戻っていった

どうやら
上手く誤魔化せたみたいだ

僕は急いで
ゼンとノンの所に向かい
もう大丈夫だと伝えた



「さすが、モネ！
　上手く撒けたな！」

「凄い連携プレーでした！
　よく歩みを止める
　タイミングがわかりましたね」

「ふっふっふ、
　実はそれには秘密があって」

「モネは、
　動きを止めろ！
　という合図を出す時、
　尻尾を一瞬だけ立たせるんだ」

「なるほど！」

「さぁ、
　いつまでもここにいたら
　また気付かれてしまう」

「さっきの集団も気にはなるけど、
　まずは村に着いてからだ」

「そうですね、
　では行きましょう」

僕たちは
再び渓谷の先へと進み
モリの村へと向かった`
    },
    '6': {
        title: 'モリの村',
        content: `3日目の夕方

ちょうど日が暮れてきた頃
僕たちは無事渓谷を抜けた

「ゼン、モネ、
　モリの村が
　見えてきました」

「おぉ、
　あれがモリの村か！」

渓谷を抜けた先の
森の深い場所に
モリの村はあった

自然が豊かな環境は
どこかハツノ村を思い出させる

「ノンは、
　モリの村に来た事が
　あるのか？」

「いえ、
　以前立ち寄った町で
　遺跡に向かう道について
　町の人に尋ねた際」

「このモリの村を通って
　向かうルートもあると
　教えて頂いてたんです」


「へぇ、
　確かにこっちのルートだと
　渓谷を抜けたり、
　深い森を通らないと
　行けないわけだから」

「南の草原方面から
　向かうルートの方が
　近道って訳か」

「はい。
　それにしても、
　自然に囲まれた
　とても良い村ですね」


「ああ、
　ちょっと俺の生まれ育った
　村に雰囲気が似てるし、
　親近感が湧いてくるよ」

ゼンも
僕と同じことを思ったらしい

「日が暮れてきてるし、
　まずは泊めてくれる
　家がないか尋ねてみよう」

僕たちは
モリの村に着くと
入口近くの家に向かい
泊めてくれる場所はないか尋ねた


「おや、旅人さんかい。
　こんな森深くの村に
　立ち寄るなんて
　珍しいこともあるもんだ」

「ウチは狭いから、
　トメさんに聞いてみたら
　どうだい？」

「トメさんっていうのは、
　この村の相談役というか
　まぁ、村長みたいなもんさ」

「あそこの、
　村の中央にある家が
　トメさん家だよ」

「わかりました。
　ありがとうございます」

「いえいえ。
　何もない所だけどね、
　みんな良い人ばかりだから
　ゆっくりしておいき」

「私らも
　旅人さんと話す機会なんて
　滅多にあるもんじゃないし
　あとでトメさん家に
　寄らせてもらうかね」

僕たちは
教えてもらった
トメさんという人の
家に向かった

「あらま、
　旅人さんかい！？」

「珍しいことも
　あるもんだねぇ」

先程のおばあさんと
同じ反応を一通り見せたあと

「そういうことなら、
　うちの部屋を
　使っておくれ」

「あぁ、お代はいらないよ。
　その代わり、後で旅の話を
　聞かせてくれるかい」

「ありがとうございます。
　それは構いませんが、
　一応厄介になる身です」

「何か手伝って
　欲しいことがあれば
　言ってください。」

ゼンは控えめに言うが
どうやらすでに
協力姿勢モードに
なったみたいだ

それから僕たちは
トメさんの家の
奥にある部屋に向かい
ひと休みすることにした

ゼンはトメさんに
2部屋借りられるか聞いた

「なんだい、
　わたしゃてっきり
　2人で愛の逃避行の旅を
　しているんだと思ってたよ」

トメさんは
からかうような口調で
そう言いながら
僕に視線を向けて
ウィンクをする

「あぁ、別に構わないよ。
　空いてる部屋なら
　いくらでも使っておくれ」

トメさんは
笑いながら快諾してくれたが

「お気遣い
　ありがとうございます。
　ですが...」

ノンが
一晩休むだけだから
一緒の部屋で構いません
そう答えると

「あら、そうかい？
　なかなか出来た子じゃないか。
　あんた良いお嫁さんになるよ」


トメさんは
ガッハッハと
大きな笑い声を上げながら
台所の方に向かっていった

予想だにしない言葉が
続いたからなのか
ノンは俯きながら
少しの間赤面していた

「へぇ、
　なかなか良い部屋だなぁ」

部屋に入ると
ゼンは荷物を下ろし
置いてある椅子に
腰掛けながらそう呟く

僕も
適当な場所に移動し
丸まった姿に変化してから
ひと休みすることにした

「ん？
　どうかしたか？」

ゼンは
ノンが部屋の入り口で
突っ立ったまま動かないので
声を掛けた

「い、いえ。
　そうですね、
　すごく良い部屋です」

ノンは
トメさんの先程の言葉で
かなり動揺したのか
目が泳ぎながらもそう答える

「ひとまず、
　今日はゆっくりして、
　これからのことは
　明日考えることにしよう」

察しが良いのか悪いのか
僕はゼンに向かって
そういう意味を込めて
視線を送った

その後
部屋でひと休みしていると
トメさんが声を掛けてきた

「起きてるかい？
　これから夕食なんだけど
　一緒に食べるだろう？」

「ぜひ、頂きます」

ゼンが
代表して答える

「じゃあ、支度するから、
　もう少し休んでておくれ」

「ありがとうございます。
　もし薪を焼べたりする必要が
　あるなら手伝いますよ」


「あら、そうかい？
　疲れてるところ悪い気もするけど
　せっかくだし
　お願いできるかい？」

「えぇ、
　任せてください！」

ゼンは
よしきた！と言わんばかりに
気合を入れて薪を焼べに向かう

「あ、あのぉ...」

ノンは
トメさんのところに
向かって行き
何やら話をしている

それから
１時間ほどして
夕食の用意ができたと
トメさんが呼びにきた

「おー！美味そう！」

ゼンは
テーブルに並んだ料理を見て
テンションを上げながら
席に座る

「なんて
　気持ちのいい子なんだ。
　たくさんあるから、
　どんどん食べておくれよ」

僕とゼンとノン
そしてトメさんと、
トメさんの旦那さん

僕たちは食卓を囲い
しばらく食事を楽しんだ

「ん？
　このスープは...」

ゼンは
口にしたスープに反応する

「おや？
　気付いたかい？
　それはノンちゃんが
　作ってくれたスープさ」

どうやら
ノンはトメさんの料理の
手伝いをしていたみたいだ

「やっぱりかぁ！
　この味の深みと
　鼻を抜ける爽やかな香り」

「まさか、
　1日に２度も
　口にできるなんて！」

ゼンは
スープを飲み干すと
お代わりを要求する

ノンは
赤面しながら器を受け取り
スープを注ぐ

「あらま、青春だねぇ」

トメさんは
茶化しながらも
2人のやりとりを優しく見守る

しばらくの間
そんな微笑ましい
やり取りが続き

「トメさん、
　お邪魔しますよ」　


村の入り口で会った
おばあさんと

「トメさん、
　私もいいかい？」

「あ、
　本当に旅人さんがいるー」

その他大勢の村人も
トメさんの家に
押し寄せてきた

「なんだい、揃いも揃って」

「だって、
　こんな機会滅多に
　ないじゃない」

「トメさんだけ
　ズルいよ！」

ゼンとノンは
村の人々と
挨拶を交わしながら

旅の話で
花を咲かせていた

今夜はどうやら
長い夜となりそうだ

僕は
騒がしくなってきた
状況を見守りながら

ノンの作ったスープを
口にした`
    },
    '6.5': {
        title: '寝顔',
        content: `3日目の夜

「じゃあ、そろそろ
　私たちは帰ろうかねぇ」

「そうね、
　今日は色んな話が聞けて
　楽しかったよ」

「私も、
　話を聞いてたら
　旅がしたくなって
　きちゃったわ」

「わしも
　若いエネルギーをもらって
　なんだが若返った気がするぞ」

「ゼンちゃん、
　ノンちゃん、
　また近くを訪れたときは
　是非また寄ってってね」

僕とゼンとノンは
モリ村のトメさん家に
一晩お世話になることになり

それを聞きつけた村の人々が
トメさんの家に次々と訪れ
夜遅くまで話込んでいた

村の人々は
旅の話で一通り盛り上がった後
それぞれの家に帰っていった


そして
ノンは旅の疲れと相まって、
部屋に戻ってくると
布団の上に横になり
そのまま寝てしまった

ゼンはというと
トメさんの旦那さんと
山菜狩りについて
熱く語っていたが

まだ、その話で
盛り上がってるみたいだ

僕はノンを守るように
ノンの側で休むことにした

しばらく休んでいると
山菜狩りトークが
ひと段落したのか
ゼンが部屋に戻ってきた

「いや〜、
　こんなに山菜狩りの話だけで
　盛り上がれるとは
　思わなかっ...た...」

「おっと、
　ノンはもう寝てたか」

ゼンは、
そっと部屋のドアを閉め
ノンを起こさないように
静かに寝る支度を始める

そして支度が終わると
そのまま自分の布団に
寝っ転がった

僕は
ゼンのところに向かい
尻尾でゼンの顔を叩いた

「いてっ！」

「何すんだよ、モネ！」

ゼンは驚いた顔をしながら
小声で僕に問いかけた

僕は
尻尾をノンが寝ている
方向に向けてピンと伸ばす

「ん...？
　っと、そういうことか」

どうやら
僕の尻尾の動きから
僕の意図が伝わったようだ

ゼンは
自分の布団から起き上がると
ノンが寝ている
布団の方に向かって行く

そしてゼンは
ノンを起こさないように
静かに抱きかかえて
僕に視線を向ける

僕は布団をめくり
ゼンはそれを確認すると
再びノンを寝かせ
今度は布団を掛ける

どうやら
ノンは余程疲れていたのか
ゼンに抱えられても
目を覚ますことはなかった

ゼンと僕が
それぞれの寝床に
向かおうとした時

「私が...みんなを...」

ノンが寝言を呟いた

僕とゼンは
その寝言から
ノンが余程の事情を
抱えているのだと感じ

「どうやら、
　すごく責任感のある子
　みたいだな」

「どんな事情を
　抱えているのかは
　わからないが」

「もし俺たちで
　手助けできることなら、
　その遺跡に向かう旅にも
　同行しようかと思ってる」

「ただ、
　行きずりの旅人には
　話せない事情が
　あるかもしれない」


「だから明日、
　遺跡への同行について、
　提案してみようと思うが」

「ノンからの返答次第では、
　ここで、
　お別れになるかもな」

ゼンは
少し寂しそうな表情を
僕に見せた後

ノンが寝ている方向に
視線を向けたその瞬間

ノンが
ゼンがいる方向に
寝返りを打った

「はっ！！」

ゼンが
何かに気がついた

「お、俺、
　女の子と一緒の部屋で
　寝るなんて初めてだ」

ゼンが
急に落ち着きなく
部屋を歩き回る

ノンが起きるから
少し落ち着け！
という意味を込めて
僕はゼンの顔を尻尾ではたく


ゼンは我に返り
自分の布団の上に座り

ノンの寝顔を見て
目が冴えてしまったのか
しばらくそのまま動かず
部屋の扉の方を見つめていた

僕は
やれやれと言った気持ちで
そんなゼンを横目に
ノンの側でまた丸くなる

確かにノンは
比較的
美しい顔立ちをしている
ジンマ族なのだろう

僕には
ジンマ族の美しさの基準は
わからないが

これまでの旅で
色んな人と接触したことで

ジンマ族が
美しい人を見た時の
言葉や表情、仕草などから
ある程度の区別は
つくようになった

だから
ノンがジンマ族の女性の中で
比較的美しい顔立ちをしている
というのはなんとなくわかる

どうやら
胸が大きい女性が
好きというジンマ族も
いるみたいだが

ノンは
決して小さくはないが
特別大きいという訳でもない

ゼンがどのような女性が
好きなのかはわからないが
僕は外見よりも
中身の方が大事だと思ってる

自分の都合で
相手を振り回すようなのは
論外だが

相手の話を
なんでも聞いて従ってしまう
ただ優しいだけの人もダメだ

相手を尊重しつつ
常に自分の意思で
協力する姿勢を示せる
そんなジンマ族がいい

そういう意味では
ノンは
相手を尊重する気持ちを持ち

自分のできる範囲で協力
しようとする姿勢が見える

そして
それを感じられたからこそ
ゼンもノンの護衛として
同行しようと思えたのだろうし

僕も
こうしてノンを守るような
行動を取れているのだろう

僕もゼンもノンも
自分が抱えている事情を
明らかにしている訳ではない

ただ少なくとも
行動を共にできるくらいの
信頼関係は築けているみたいだ

いつもながら
色んな思考が
頭を巡った結果

僕は、なんだか
これからもノンと一緒に
旅ができるのではないか
という結論で締めくくり

その期待を込めて
ゼンの方をチラッと見た後
明日に向けて
眠りにつくのだった

一方のゼンは
慣れない状況に
ドキドキしてしまい
しばらく眠れずにいたようだ`
    },
    '7': {
        title: '遺跡に巣食うもの',
        content: `4日目の朝

チュンチュン...チュン...

「ふあぁぁ...」

「ん...ん...」

ゼンのあくびと
体を伸ばした時の声が聞こえ
僕も目が覚めた

「おはよう、モネ」

僕も体を伸ばしながら
ゼンに向かって尻尾を一振りし
あいさつを交わす

「こんなに
　ぐっすり眠ったのは
　久しぶりかもな」

「村の人たちも
　みんないい人だし
　本当に来てよかった」

「これも
　ノンに出会えたお陰だし
　改めてノンには
　お礼を言わなくっちゃ」

僕は
ノンが部屋にいないことに
気付き

「あれ？
　ノンはもう起きたのかな」

続いて
ゼンも気付いた

居間の方から
密かに話し声が聞こえてくる

たぶん
ノンとトメさんの声だ

「昨日は大分遅くまで
　話し込んでいたってのに
　ノンもトメさんも
　随分早起きだなぁ」

きっと
モリの村の人たちは
みんなそれぞれに
独自の生活リズムがあり

各々の生活習慣が
体に染み付いているのだろう

だから
突然の客を迎えるなど
普段とは違った
出来事があっても

自分の軸が
しっかりしているから
行動にブレがないのだ

それは
決して簡単に身に付く
習慣などではない

周りの顔を伺ったり
周りの行動に合わせたり
周りの意見に流されたり

個を持たない生活に
慣れてしまっている人には
きっと
身につかない習慣だろう

そういった
個を持たない生活が
当たり前になっている町にも
以前立ち寄ったことがある

ただ
どちらが正しい
生き方なのかは
いまだ結論は出ない

周りに合わせた
生活を送っている人たちも
その中での幸せがあるのだ

だから
結局はその人が
どういう生活を求めるか
によってくるのだろう

だが
唯一共通して言えることは
どんな考えを持って
どんな生活を送ろうが

その結果
自分にとって
望まない出来事が
起こった場合の責任を
他人に求めてはならず

すべて自分の責任だと
受け入れる覚悟を持たなければ
ならないということだ

それは
自分で行動しなかった
という罪も含めてだ

「ゼン、モネ、
　おはようございます」

いつものように
考えに耽っていると
ノンが起こしに来てくれた

「おはよう、ノン」

ゼンの
あいさつと同時に
僕も再びノンに向かって
尻尾を一振りして
あいさつを交わす

「朝食のご用意が
　出来ていますので、
　支度が整いましたら
　居間に来てください」

「お！それは楽しみだ。
　すぐに向かうよ」

ゼンは
すっかりノンの料理の
虜になっているみたいだ

そして僕とゼンは
トメさんとノンが
作ってくれた朝食に
舌鼓を打った後

これからのことについて
話をすることにした

「とりあえず、
　ノンをモリの村まで
　護衛するという
　目的は果たせたし」

「ノンは
　俺たちをモリの村まで
　無事案内してくれた」

「本来なら
　ここで当初の目的通り、
　俺たちは
　生まれ故郷に帰る旅に
　戻ろうと思うところだが」

「ノンも、
　その遺跡とやらに
　向かわなければならない
　という目的に
　変わりはないのか？」

「はい。
　遺跡に向かい
　是非この目で確かめたい
　ことがあるのです」

「そうか。
　だが、昨日渓谷で見かけた
　連中のこともあるし」

「遺跡には、
　より危険な魔物が
　生息している可能性もある」

「そうさねぇ。
　近頃あの遺跡周辺で
　大型の魔物を見た
　っていう噂も聞くよ」

トメさんは
その大型の魔物について
話を続ける

「確か、
　すごく大きな
　鳥型の魔物で」

「ゲリラホークという
　小型の魔物を
　従えているって話だよ」

「ただ、
　その鳥型の魔物の群れに
　人が襲われたっていう
　話は聞かないから」

「遺跡を縄張りにしている
　って訳では
　なさそうだけど」

ノンは
トメさんの話を聞きながら
何やら真剣な表情で
考え込んでいたが

「はい。
　その鳥型の魔物に
　人が襲われたという話は
　私も耳にしていません」

「ただ、
　遺跡がある地域の周辺で
　異常な現象が起こっている
　という話を伺いました」

「異常な現象？」

トメさんは
ノンの話に
心当たりがないみたいだ

「はい。
　無用な混乱を避けるため
　詳しいことは
　お話しできませんが」

「どうやら、
　モリの村の周辺には
　その被害は
　出ていないようですね」

「なるほど。
　その鳥型の魔物が
　直接的に人を襲っている
　という訳ではないが」

「その遺跡に
　巣食ったことで、
　周囲によくない影響が
　出ているのでは、
　そう思ってる訳だ」

ゼンは
トメさんとノンの
話のやり取りから
そう解釈し

「そして
　その異常な現象の原因が、
　その鳥型の魔物に
　あるのかを調べたいと」

「はい」

「しかしねぇ、
　女の子1人で行かせる訳にも
　いかないだろうし」

「村の男どもも、
　旅の心得や戦闘経験が
　ある訳じゃないからねぇ」

トメさんは
心配だという表情をしながら
そう答える

その一方でゼンは
ノンの目的を知ったことで
なにかを決意した表情になる


「よし、
　ならその遺跡とやらに
　俺たちも向かうことにするよ」

「えっ！？」
「あらまっ」

「もし仮に
　ノンの言う異常な現象と
　その魔物が巣食ったことに
　因果関係がなかった場合」

「俺たちの故郷でも
　同じことが起こる可能性もある」

「だったら、
　その原因を知ることは
　俺たちの故郷を
　守ることにも繋がるはずだ」

「だからまず、
　起こっている出来事の
　現状を調べて状況を整理し」

「その上で
　出来うる対策を考え、
　１歩１歩解決に向けて
　行動をし続ける」

「それが
　問題解決のセオリー
　ってね」

ノンとトメさんは
ゼンの考え方に驚いたのか
一瞬反応が遅れたが


ノンはすぐに
ゼンの考え方に共感し
敬意を払いつつ


「ありがとうございます。
　それでは異常な現象の調査
　という共通の目的の元に、
　引き続き行動を共にする
　ことにいたしましょう」

そう堅苦しく答えるが
ノンは今まで以上に
満面の笑顔を見せていた

「お世話になりました」

「なんの、
　お陰様でわたしらも
　楽しい時間を過ごせたよ」

「洞窟の入り口は
　渓谷の入り口手前を
　東側に少し進むと
　見えてくるはずさ」

「わかりました。
　ありがとうございます」

僕たちは
異常な現象の
調査の一環として

昨日渓谷で見かけた
軍隊らしき集団が話していた
洞窟についてトメさんに尋ね

遺跡へは
その洞窟を抜けて行く
ルートもあるとのことなので

僕たちはそのルートを
通って行くことにした

「そうだ、ノンちゃん」

トメさんが
ノンを近くに呼んだ

「男心を掴むには、
　美味しい料理を与えるのが
　一番さね」

「ノンちゃんは
　自然に出来てるみたいだし
　そのまま頑張りな」

トメさんは
そうノンにアドバイスし、
ガッハッハという笑い声を
上げながら家に戻っていった

ノンは
お決まりのように赤面し
少しの間
俯いたまま動かなくなり

ゼンは
そんなノンを見て

「あれ？
　どうしたんだ？」

そう
声を掛けるのだった

そうして僕たちは
異常な現象の
謎を調査するため

今度は遺跡に向かって
再び歩みを進めるのだった`
    },
    '8': {
        title: '洞窟に潜むもの',
        content: `4日目の昼

僕とゼンとノンは
モリの村を出発し
渓谷の入り口近くにあるという
洞窟を目指している

そんな中、ノンは
モリの村に向かう道中の時よりも
どこか表情が明るい

本当は
1人で遺跡に向かうことに
不安を覚えていたのかもしれない

もし
ノンが僕たちと出会う前
他の仲間と遺跡を
目指していたのだとしたら

遺跡の周辺には
その仲間たちと
離れ離れになってしまうほど
危険な何かがあるのかもしれない

恐らく
その危険な何かとは
遺跡に巣食っているという
鳥型の魔物の方ではなく

ノンが調べている
異常な現象の方に
あるのではないかと思う

鳥型の魔物の群れが
人を襲ったという話はなく
遺跡近くで遭遇した魔物が
ゴブリンだったことから

その遺跡一帯の魔物に
仲間と離れ離れに
なってしまうほどの
危険性があるとも思えない

なぜなら
遺跡の調査に向かうということは
その程度の危険は
承知の上で向かうはずだからだ

それに
これまでのノンの行動や
立ち振る舞いを見てると

ノンが何も考えずに
危険な調査に乗り出すことは
あり得ないと思っている

だからこそ
予想だにしない事態に
遭遇したのだと見るべきだろう

ただノンも
その異常な現象について
確かなことは
わかってないみたいだった

トメさんの家では
無用な混乱を避けるため
説明できないと言っていたが

実際には
その異常な現象を目撃した
旅人に話を聞いた際

聞いた旅人によって
説明される現象の内容が
異なっていて

現時点では持っている
情報の正確性に欠けるため
調査が終わるまでは
間違った情報で混乱させたくない

そういう配慮ゆえの
言葉だったことがわかった

・異常な現象が起きている
・予想だにしない事態に遭遇
・異常な現象には統一性がない


これまでの話を整理し
考えられる可能性の
パターンを思考しているが
まったくもってわからない


確かにこれでは
異常な現象が起こっている
という言葉でしか
現時点では表現できない

なので
考えることを諦め
洞窟探しに集中することにした

洞窟の入り口は
トメさんが教えてくれた通り
渓谷入り口から東側に
歩くとすぐに見つかった

「入口の周辺には、
　昨日の連中は
　いないみたいだな」

「そうみたいですね。
　洞窟の中からも
　話し声は聞こえません」

「連中も
　遺跡に向かうと言っていたし、
　反対側の出口の方にいるのか」

「それとも、
　既に遺跡に向かっているのか」

「どちらにしても、
　遺跡に着くまでに
　接触する可能性は高いと
　思って慎重に行動した方が
　いいかもしれないな」

「はい。
　洞窟の中も暗そうですし、
　足下にも十分に気をつけて
　進むことにしましょう」

「じゃあ、行こう」

ゼンは
トメさんの旦那さんからもらった
松明に火をつけると
先頭に立ってゆっくり歩き出す


そして僕とノンは
ゼンの後ろに付いていくように
入り口からしばらく歩いたが


基本的には一本道で
入り組んだ構造の洞窟では
ないみたいだった

そう思っていると
急に目の前に
だだっ広い空間が広がった

僕は
その広い空間から
何かの気配を感じ取り

念のため
ゼンとノンの側から離れて
先に進むことにした

「ん？
　あんたらこんなところで
　何やってんだ？」

どうやら
ゼンとノンが
誰かに声を掛けられたらしい

僕は身を潜めながら
2人に話しかけてきた
相手の顔を確認できる
位置まで移動する

「どうやら渓谷側から
　入ってきたみたいだが、
　この洞窟を東に抜けても
　遺跡しかないはずだ」

「東側にある町に
　向かうつもりなら
　大人しく渓谷を南に抜け
　草原から森の外側に沿って
　移動した方が安全だろ」

「わざわざ
　こんな洞窟を通って
　しかも女連れで旅とは、
　もしかして駆け落ちか？」

「え、えぇ...
　私たちは、
　モリの村の者なのですが」

「この人との仲を
　認めてもらえず、
　衝動的に2人で村を
　出てきてしまったのです」

「ふぅん、
　やっぱりそうか。
　そういうことなら、
　止めはしねぇが」

「遺跡周辺には、
　凶暴な魔物が
　巣食ってんだ」

「あんちゃん、
　こんな可愛い子と一緒に
　仲良く魔物の腹の中」

「なぁんてことには
　ならねぇように
　しっかり守ってやんな」

「ええ、そのつもりです。
　それでは...」

ゼンとノンは
声を掛けてきた人に
あいさつするとその場を後にし
先へと進んでいった

僕はそれを見送った後
ふたたび
その声を掛けてきた人の
顔を確認しに移動する

ん！？

あれは
昨日渓谷にいた集団を
まとめていた男だ

「クロウ様、
　今の二人組は？」

「あぁ、
　駆け落ちなんだとさ」

「なるほど...
　駆け落ちですか...」

「ああ、時間的に
　今日は遺跡手前で休み、
　明日遺跡に入る、
　そんなところだろう」

「そういうことですね。
　では、我々も明日に
　備えることにします」


「ああ、そうしてくれ」

どうやら
盗賊のように問答無用に
攻撃を仕掛けてくる
連中ではなさそうだが


何か
引っかかるところがある

僕は
どこか違和感を感じながらも
先へ進んだゼンとノンを
追いかけることにした

「お、
　モネ、おかえり」

僕は
ゼンとノンが話した相手が
渓谷にいた集団を
まとめていたやつだ
ということをゼンに伝えた

「へえ、
　あれがあの集団の
　ボスってことか」

「なかなか勘の鋭そうな
　タイプっぽかったし、
　俺たちの話が嘘だって
　見抜いてるかもな」

「えぇ、
　そうかもしれ...は！！」

急にノンの顔が赤くなり
しどろもどろになりながら

「す、すみません。
　とと咄嗟のこととは言え
　かか駆け落ちという
　ことにしてしまいました」

「いや、
　なかなかの演技だったよ」

「そ、そうですか。
　ありがとうございます...」

ノンは
ゼンの返しに対して
ちょっと残念そうな声で
そう答え

「いてっ！？」

僕は
ゼンの顔を
尻尾ではたく

「まぁ、とにかくだ。
　ノンの言う異常な現象に」

「遺跡に巣食う、鳥型の魔物」

「そして、
　洞窟に潜む謎の集団か」

「これらの共通点は
　すべて遺跡が絡んでる
　ってことくらいか...」

「そうですね...」

「あ、
　どうやら洞窟の出口が
　見えてきたみたいです」

「よし、
　引き続き気を引き締めて
　遺跡へ向かおうか」

「はい」

僕たちは
無事洞窟を抜け
遺跡へと続く道に
足を踏み入れるのだった`
    },
    '9': {
        title: '薬学の心得',
        content: `4日目の夕方

僕とゼンとノンは
ノンと出会った森を
北西側から入り
遺跡へ続く道を進んでいる

道らしい道はないが
トメさんの旦那さんから
受け取った簡単な地図を
頼りにした道だ

これまで
魔物と遭遇してこなかった
ことを考えると

トメさんの旦那さんは
ただ遺跡に向かうための
最短ルートを描いた
というわけではなく

魔物の住処を避けるルートを
描いてくれていたことがわかる

トメさんの旦那さんは
口数こそ少なかったが

たいまつしかり
遺跡へのルートを描いた
地図しかり

僕たちのことを
さりげなくサポート
してくれていた

トメさんも
トメさんの旦那さんも
本当にいい人達だ

今度モリの村に
立ち寄ることがあったら
もう少し懐いてあげても
いいかなっと思った

「いてっ」

ゼンが
小さく声を上げる

だが
すぐに何事もなかった
かのように先へと進む

「それにしても、
　南側とは違って
　こっち側はかなり
　ジャングル状態だな」

「ええ、
　この地図がなければ
　道を踏み外しても
　おかしくはありません」

「トメさんの旦那さんには
　本当に感謝しないと」

「そうですね。
　とはいえ、足場も悪く
　一歩進むだけでも
　体力を奪われます」

「今日は、
　遺跡の手前で休み、
　明日本格的に遺跡に
　入ることにしましょう」

「ああ、
　それが良さそうだ」

「もし、
　休めそうなところを
　見つけたら教えてくれ」

ゼンは
僕とノンにそう伝えると
引き続き先頭に立ち
遺跡に向かって進んでいく


僕とノンへの
負担を減らせるように
目の前の草木を
踏み固めながら


しばらく歩いていると
休憩できそうな場所を見つけた


ゼンは
その場所の周辺にある
草木を踏み固めながら

休憩しやすいように
整備を始めた

「燃やせそうな
　木を集めてくる」

ゼンはそう言うと
休憩ポイントから
離れすぎない範囲で動き回って
焚き火に使えそうな木片を集める

僕は近くにある
木に登り周囲を警戒し

ノンは
何やら近くに咲いてる
植物を集めている

各々が
誰に頼まれた訳でもなく
自分のやれることを
できる範囲で行動に移し

自主的に行動し
安心して休める場所を
協力して作る

これが
僕たちなりのチームワーク
といったところなのだろう

そして僕たちは
日暮れと同時に焚き火を囲い
ノンは食事を作りはじめた


「今朝トメさんから、
　果物や玉ねぎ、
　それに豚肉の燻製など
　たくさん頂いたんです」

「明日は、
　何が起こるか
　わかりませんから」

「スタミナのつくものを
　作ろうと思います」

「お！
　それは楽しみだ！」

ノンは
トメさんからもらった
果物や玉ねぎをすり下ろし

塩と
オリーブという実から
製法された油を混ぜ

焚き火の火で
豚肉の燻製を軽く炙ってから
器に盛り付けると

混ぜて作ったタレをかけ
最後にその上から
香草を細かく刻んで
軽く振りかける


「はい、
　お召し上がりください」

ノンはそう言うと
僕とゼンの目の前に
料理が盛り付けられた器を置く

「うおー！
　すげーうまそー！
　いただきます！」

ゼンは
勢いよく料理を食べ始める

ノンも
ゼンが美味しそうに
食べてくれる姿を
見守ってから食べ始めた

「ご馳走様でした」
「お粗末様でした」

食事を終え
ゼンは満足そうな
顔でノンにお礼を伝える

そして
ノンは器を片付けると
ゼンの側に移動し
横に座った

「ゼン、
　ちょっと失礼しますね」

ノンは
ゼンの横に座ると
そう断ってから
右腕を軽く掴む

「うっ...」

「やっぱり」

ノンが
ゼンの右腕を掴むと
ゼンは
苦痛の声を上げた

「さっき、
　ここに向かう途中で
　植物のトゲに
　刺されたのではないですか？」

「あぁ、
　そのうち治ると
　思っていたんだが、
　結構腫れてきてるな」

「見せてください」

ノンは
ゼンの正面に移動して
右腕の腫れている所を確認すると

何やら真剣な表情で
しばらく何かを考えた後

自身の道具袋から
薬草を取り出し調合を始めた

「これを飲んでください」

ノンは
調合した薬を
ゼンに飲ませる

「それから」

ノンは
続けて腫れた部分に
薬草を巻きつけ縛りつけた

「とりあえず、
　今日はこれで安静に
　してください」

「ああ、わかった。
　心配してくれて
　ありがとう」

ノンは
ゼンに笑顔を見せると
元いた場所に戻った

「ノンは
　薬学の心得も
　あるんだな」

「いえ。
　この遺跡調査に
　向かうことになった際」

「薬学の知識がある方に、
　少し教えて頂いたんです」

「へぇ〜、
　いい先生に
　教えてもらったんだな。
　おかげで助かったよ」

「ふふ。
　どちらかというと
　私の方が、
　助けられてばかりですよ」

「さぁ、
　明日に障るといけません。
　その傷を癒すためにも、
　今日は早めに
　休むことにしましょう」

「そうだな。
　じゃあノン、モネ
　おやすみ」

「おやすみなさい」

僕もノンに続けて
尻尾を一振りし

あいさつを交わしてから
ノンを守るように眠りにつく

チュン...チュンチュン...

「おはようございます」

「あぁ、おはよう」

ノンは
ゼンが体を起こしたのを
確認すると
近くに座り腕を確認する

「よかった。
　腫れは引いたみたいですね」

「ん？本当だ。
　痛みもなくなってる」

「朝食は、
　スープにしました」

「燻製とスパイス
　それから
　ローリエという香草で
　香り付したスープに」

「昨日の薬草も
　少し混ぜています」

「ありがとう」

ノンは、
僕とゼンに
スープが入った器を渡し

いつも通り
ゼンは嬉しそうな声を上げ
ノンの作った朝食を楽しむ

そして
遺跡に入るための
一通りの支度を整えた後

「では、
　この先は何が起こるか
　わかりません」

「周辺を警戒しつつ、
　遺跡に向かいましょう」

僕たちは本格的に
遺跡の調査へと赴くのだった`
    },
    '10': {
        title: 'ゲリラホーク戦',
        content: `5日目の朝

僕とゼンとノンは
無事森の東側にある
目的の遺跡に辿り着いた

今のところは
これといった異変の痕跡は
見受けられない

元々は人が住んでいた
場所だったのか

それとも
神聖な場所として
何かしらの儀式で
使われていたのか

どのような場所だったのかは
風化してわからないが

少なくとも放置されてから
とても長い年月が
経過していることはわかる

「こんな状態だと、
　人が立ち寄ることも
　ないだろうし」

「魔物が住み着いても
　おかしくはないな」

「そうですね。
　どこにでもあるような、
　長年放置された遺跡...
　のように見えますが」

ノンは
そう応えながら
どこか不安そうな顔で
辺りを見渡している

異常な現象に遭遇し
離れ離れになってしまった
仲間を探しているのか

それとも
この遺跡に巣食っているという
鳥型の魔物を探しているのか


「それに話に聞いてた通りに
　鳥型の魔物が巣食ってるって
　割には、遺跡に入っても
　襲ってくる気配はないな」

「まぁ、
　とにかく一度その魔物に
　接触してみないことには」

「その異常な現象が、
　魔物が巣食った
　ことによる影響なのか
　判断つかないか」

「はい。
　もしかしたら、
　まだ巣の中にいる
　可能性もあります」

「なので、
　もう少し周辺の調査を
　することにしましょう」

僕も少し高いところから
遺跡の周辺を見渡しているが

僕たち以外に
生物らしきものは
見当たらない

そして
しばらく遺跡の周辺を
調査していると

「キーッ！！！」

鳥の鳴き声が聞こえ
その直後

門のような建築物跡がある
場所の方面から
鳥型の魔物が2匹
飛び出してきた

「あれは、
　トメさんが言っていた
　ゲリラホークっていう
　魔物かもしれないな」

ゲリラホークは
しばらく門跡の上空を
飛び回った後

門跡の近くにある
左右の柱の上に降りていき


僕たちがいる方向に
体と視線を向ける

「もしかして、
　来いって言ってるのか？」

「そうかもしれません」

僕たちが視界に入っても
無闇矢鱈に
襲ってこないことを見るに

かなり知能がある
魔物だと言える

「歓迎されているのか...
　はたまた罠か...」

ゼンは
そう呟きながら
ゲリラホークの誘いに
乗ることにしたようで

僕たちは
門跡近くまで
移動することにした

僕たちが近くに寄ると
ゲリラホークは
再び空へと飛び上がり

「キーーーーッ！！！」

「マズい！避けろ！」

ゲリラホークは
そのまま僕たちに向かって
一直線に
突進攻撃を仕掛けてきた

直後ゼンは
ノンに飛びつき
ゲリラホークの攻撃から
庇うように身を挺して守る

僕も
素早く後方にステップし
なんとか攻撃を回避した

「大丈夫か、ノン！？」

「はい。
　庇っていただき
　ありがとうございます」

「やっぱり
　罠だったってことか」

「わかりませんが、
　私たちへの攻撃は、
　今ので終わりでは
　ないみたいです」

「この辺りは、
　瓦礫で足場が悪い。
　動き回りながら
　対峙するのは危険か...」

「どうにかして、
　相手の攻撃を避けつつ
　カウンターを
　決められれば...」

そうこうしている間に
ゲリラホークが
2回目の突進攻撃を
仕掛けてきた

僕の方に1体
そして
ゼンとノンの方に１体
向かって行った

僕は
ゲリラホークの攻撃を
ステップで躱すと

すぐさま爪を伸ばして
カウンターを仕掛ける

しかしゲリラホークは
待っていたと言わんばかりに
すぐさま突進の勢いを殺し

爪の攻撃を後方に避けつつ
足で僕を攻撃してきた

僕も
ゲリラホークの足の
カウンター攻撃を
横に跳んで避けたが

足先が少し掠り
横腹に
引っ掻き傷が付いた

しかし
大した傷ではないので
再び次の攻撃に備えて
距離を取った

ゼンは
周辺にある瓦礫から
手頃な石を手にすると

ゲリラホークが
突進してきたと同時に
手にした石を投げつけた

しかし
ゲリラホークはこれも
体を回転させながら
翼を羽ばたかせ横に回避した

２回目の攻撃を終えた
ゲリラホークは
次の攻撃に向けて
再び空高く舞い上がる

「なかなか頭が良いな。
　こちらのカウンター攻撃を
　確認すると、瞬時に
　回避行動を取ってくる」

「ノン、
　もう少しだけそのまま動かず
　俺の後ろで守らせてくれ」

「わかりました」

どうやらノンは
今いる場所の環境や、
ゲリラホークの頭の良さから

自分は余計に
動かない方がいいと
状況から判断し

ゼンに
身を預けることにしたようだ

ノンが
その場を動かないことが
確認できたなら

こちらも心置きなく
その前提での作戦を
考えられる

突進攻撃を避けてから
カウンターを仕掛けると
カウンター返しを
仕掛けてくるのと

突進攻撃に対して
飛び道具で反撃すると
瞬時に横に回避し

次の突進攻撃のために
上空に舞い上がる

先程の行動パターンを
整理すると
そんなところだろう

僕は情報を整理すると
後者の飛び道具を利用して
更なる攻撃を仕掛ける方法を
思いついたので

ゼンとノンが
いる場所に急いで移動した

僕は
ゼンに作戦を伝えると
ゲリラホークの
次の突進攻撃を待った

そして
ゲリラホーク2体が
僕とゼンとノンに向かって
3度目の突進攻撃を
仕掛けてきたと同時に

ゼンは
再び周囲の石を手にして
2体に向けて投げつけた

案の定
ゲリラホークは
横に羽ばたいて回避すると

再び上空に
舞い上がろうとする

しかし僕は
ゲリラホークが
舞い上がろうとしている
その更に上空から

1体の
ゲリラホークに向かって
爪による
ひっかき攻撃を繰り出した

僕のひっかき攻撃を
まともに食らった
ゲリラホークは
叫び声を上げながら
地面に向かって落ちていく

更に僕は
攻撃を与えた直後に
体を回転させ

落ちていく
ゲリラホークの体を利用して
もう１体のゲリラホークに
向かって再び攻撃を仕掛けた

しかし
さすがにその動きから
予測されてしまったのか
攻撃を回避されてしまった


「ギェェッッ！！！」

だが
僕の攻撃を回避した
もう１体のゲリラホークは

攻撃を回避した直後に
ゼンが投げた石の攻撃を
喰らい
たまらず地面に落ちていった

僕は
落ちていくゲリラホークの
体に捕まりながら

地面に落ちるスレスレで
近くの瓦礫の山に飛び移った


「ナイス！モネ！」

ゼンは右手で
僕は尻尾で
ハイタッチを交わす

「本当に、
　見事な連携プレーでした」

ノンは
一瞬で相手の
行動パターンから
対策を思いつき

すぐに実行に移した対応力に
驚きつつ関心していた

一息付いていると
ゲリラホーク2体が
門跡の近くにある
地下へと続く洞窟に
飛んで入って行った

「あの奥が、
　魔物の巣ってことか」

「そのようですね。
　あの洞窟の奥に
　例の大型の鳥型の魔物が
　いるのかもしれません」

「よし、
　もうひと休みしたら、
　あの洞窟の奥に進んでみよう」

「はい」

ノンは
僕の横腹に付いた
引っ掻き傷に効く薬を調合し
傷跡に塗ってくれながら

ゼンは
他の魔物などの警戒のため
洞窟の入り口や
遺跡周囲を見渡しながら

そして
僕は洞窟の奥から感じる
威圧感を気にしながら

それぞれが
目的の魔物との対峙に向けて
備えるのであった`
    },
    '11': {
        title: '怪鳥と異変',
        content: `5日目の昼

僕とゼンとノンは
遺跡でゲリラホークという
鳥型の魔物に襲われたが

なんとかこれを撃退し
少しの休憩を挟んだ後

ゲリラホークが
飛び去って入って行った
洞窟の奥を目指し
歩み始めていた

洞窟の通路は
そこまで広い訳ではない

ということは
その大型の鳥型の魔物も
思っている程
大きい訳ではないのか

それとも
僕たちが入ってきた入口とは
別の場所にも入口があり
そこから出入りしているのか

「もし大型の魔物なら
　狭い場所での戦いは
　こちらの方が
　有利かもしれないな」

どうやらゼンは
洞窟内で戦闘になった場合の
ことを考えていたようだ

確かに
この洞窟内で翼を広げて
飛び回るのは難しいし

小回りが効く僕たちの方が
有利な可能性はある

ただ
先程のゲリラホークも
なかなかの知能を
持っていたことから

もし
その大型の魔物が
ゲリラホーク達の
ボス的存在だった場合

狭い場所でも戦える手段を
持っている可能性もある

そんな風に
考えながら進んでいると
天井に大穴が広がった
少し開けた空間が見えてきた

「どうやら、
　ここが洞窟の最奥
　みたいだな...」

僕たちが
その空間に
足を踏み入れた瞬間

奥の方から
威圧的な雰囲気を放ちながら
大型の鳥型の魔物がゆっくりと
僕たちに向かって近づいてきた


「想像していた以上に
　大きな魔物だな、
　さしずめ怪鳥と言ったところか」

「はい。
　ただ、この洞窟内も
　特別異変が起こっている
　訳ではなさそうです」

魔物は僕たちの方に
視線を向けたまま
一定の距離まで近づくと

なぜかその場から
動かなくなった

しかし
僕たちに向ける視線は鋭く
急に襲い掛かってきても
おかしくはない

僕たちは
いつ攻撃れても
回避できるように
程よい距離感を保ちつつ

魔物を見据えながらも
この魔物が
ノンのいう異常な現象を
起こしているのか確認すべく
周辺を見渡す

「ああ、
　ざっと見渡した感じは
　至って普通の洞窟って感じだな」

「どうする？
　この距離感なら、
　あちらさんも襲ってくる
　気はないみたいだが」

「そうですね。
　とりあえず、
　この魔物が原因で異変が
　起こっている訳ではない、
　それは確認できました」

「じゃあ、
　一旦この洞窟から
　出ることにするかい？」

「はい...」

僕たちは
目の前の大型の魔物と
戦わずに済みそうだと
安堵を覚えながら

再び入り口の方に
戻ろうとした時

「ギャャャャァアア！！」

その魔物が
急に雄叫びを上げながら
地面に倒れた

「なんだ！？
　どうしたんだ！？」

魔物は
何度も起き上がろうとするが
その度に地面に倒れてしまう

「わかりません。
　特に怪我をしているように
　見えませんでしたが、
　どうして急に...」

「ギャォォォォォオオ！！」

そして今度は
何事もなかったかのように
平然と起き上がり
咆哮を放った後

「これは...マズい！」

ゼンの叫び声と同時に
魔物は翼を広げると
周囲に衝撃波を放ってきた

突然の出来事に
回避行動が取れなかった
僕たちは
衝撃波を喰らい吹っ飛ぶ

しかし、ゼンは
衝撃波を喰らう瞬間

瞬時にノンの手を取り
自分の胸に引き寄せ
上手くノンを衝撃波から
守ることができたが

「がはっ！！」

だけど
自身は受け身を取れずに
そのまま地面に
叩きつけられたみたいだ


「ゼン！！
　大丈夫ですか！？」

「ああ...
　ノンは怪我してないか？」

「はい、
　私はゼンが庇ってくれた
　お陰で大丈夫です」

「モネも、
　上手く丸まった姿になって
　身を守ったみたいだけど」

「これは、
　困ったことになった」

「どうやらあちらさんは、
　先程の謎の現象を、
　俺たちの攻撃だと
　思ったみたいだぞ」

ゼンの言う通り
魔物はこちらに向かって
続けて走りながら
突進攻撃を仕掛けてきた


ゼンはノンの手を取り
突進のルートを外れるように
壁に沿って走り出すが

魔物は
ゼンとノンが走る方向に
方向転換しながら
突進を続ける

僕は
魔物のターゲットから
外れたことを確認すると

背後から爪による
ひっかき攻撃を繰り出す

しかし
魔物は背後の気配に
気付いたのか

突進している勢いのまま
回転を加えて翼で打ってきた

不意を突かれた僕は
避けきれずに
魔物の回転攻撃で
吹っ飛ばされた

だが
ゼンとノンへの突進攻撃は
止まったようだ


「さすが、
　さっきのゲリラホークの
　親玉ってだけあって、
　頭が良いな」

ゼンは
僕が体勢を立て直しながら
着地した場所に駆け寄りつつ
魔物の頭の良さに関心する

「あの大きさじゃあ
　持てるサイズの石で遠距離から
　攻撃しても大したダメージに
　ならなさそうだな」


「どうにかして
　体勢を崩すことが
　できればいいんだが」

翼による衝撃波で
吹っ飛ばされると
近づくことができない

なら
あえて突進攻撃を
真正面から迎え撃ってみるか

僕とゼンは
砂を道具袋に詰めながら
魔物が再び
突進攻撃をしてくるのを待つ

しばらくのにらみ合いが
続いた後


「ギェェェェェエエエ！！」

魔物は再び咆哮を放ち
僕たちに向かって
突進攻撃を仕掛けてきた


僕はゼンに合図を送り
一緒に走り出す

「よし、
　このタイミングだな！」

ゼンは
タイミングを見計って
砂の入った袋を
回転しながら振り回し始めた

僕も続けて
タイミングを見計らって
ゼンが振り回す袋を
爪で引っ掻いて破く

道具袋の中にある砂が
遠心力によって
勢いよく突進してくる
魔物の顔目掛けて襲い掛かる

「ギャャャャァアア！！」

魔物は
目に砂の攻撃を受け
叫び声を上げながら
その場に倒れた

すかさず僕は飛び上がり
上空から
引っ掻き攻撃を繰り出し

ゼンは
洞窟に入る前に拾った
瓦礫の棒を
魔物の顔目掛けて叩き込む

しかし
魔物も身の危険を感じたのか

苦しげな声を上げつつも
体を起こしながら
翼を閉じて防御体勢を取る

僕とゼンは
防御体勢を取る魔物に向かって
構わず攻撃を仕掛けた

しかし
攻撃がヒットした瞬間
魔物は翼を交差するように
勢いよく広げ

カウンターで
真空波を放ってきた

「ぅぁぁああっっ！！」

僕とゼンは
真空波攻撃をまともに喰らい
後方に吹っ飛んでいく

「ゼン！モネ！」

ノンが
僕とゼンの側に
駆け寄ろうとした瞬間

魔物が放った真空波が
壁に当たった衝撃で
洞窟上空の壁が崩れて
洞窟内に落ちてきた

「壁が...」

「この洞窟の中にいるのは
　危険です！
　一旦退避しましょう！

「こっちの道から、
　風が通る音が聞こえます。
　きっと外へと続いている
　はずです」

ノンは
これ以上ここにいるべき
じゃないと判断し、
そう僕たちに告げ

僕とゼンは体を起こすと
ノンの誘導に従って
入ってきた道とは
違う出口に向かって走り出す

「ギェェェェェエエエ！！」

そして
魔物の咆哮が聞こえた後
翼を羽ばたかせる
音が聞こえてきた


「はぁ...はぁ...はぁ...」

「どうやら、
　外まで追ってくる気みたいだな」


「それにしても、
　まさかここまで
　太刀打ちできない相手とは
　思ってなかった」

僕も走りながら
次の作戦を考えているが
相手が悪すぎるのか
良い策が思い付かない

外での戦闘となると
空からの攻撃手段がある
魔物の方が有利だし

あの頭の良さを考えると
砂による目潰し攻撃は
もう通用しないと
思った方が良い

どうしたものか
そんな風に思案していると

「ゼン、モネ、
　外であの魔物と
　再び戦うことになったら
　私に対策を講じる時間を
　頂けないでしょうか」

ノンが
魔物との戦いについて
とある提案をしてきた

「わかった。
　ノンの準備が整うまで
　俺とモネで
　時間を稼いでみる」

「ありがとうございます」

僕とゼンとノンは
怪鳥との２回戦目に向けて
気持ちを切り替えると

再び洞窟の外に向かって
走り始めるのだった`
    },
    '12': {
        title: 'ノンの作戦',
        content: `5日目の昼

僕とゼンとノンは
怪鳥の攻撃によって
崩れ始めた洞窟内から
脱出するため

洞窟の出口を目指し
風が通る音を頼りに
ひたすら走り続け

「出口が見えてきた！
　一度出口近くから、
　外の様子を確認しよう」

なんとか
生き埋めにならずに
出口まで辿り着き

ゼンは
僕とノンを出口手前に残し
1人で外の様子を確認しに
走って行った

「モネ、
　私の準備が整ったら
　合図を送ります。
　そしたら私の所に
　来てください」

僕は尻尾で
"わかった"と返事を返し

そして
外の様子を確認しに向かった
ゼンが戻ってきた

「どうやら、
　上空で俺たちが出てくるのを
　待ち構えているみたいだ」

「ただ、
　この出入り口には
　気付いていないみたいだし」


「ノンにはここで、
　作業を進めてもらおうと思う」

「わかりました」

「俺とモネは、
　魔物の注意を引きつけに
　外に出て対峙しよう」

「さっきの戦いから
　わかったけど、
　真っ向から挑んでも
　こちらに勝ち目はない」

「だからモネ、
　今回はとにかく
　時間を稼ぐことだけに
　意識を向けて行動しよう」

僕は
ゼンの提案を受け入れ
尻尾で"わかった"と
返事を返した

「よし、いくぞ！！」

僕とゼンは
洞窟の外へ走り出し
ノンがいる洞窟の入口から
離れた場所まで向かう

「ギェェェェェエエエ！！」

どうやら
魔物は早くも
僕たちの姿に気付いたようだ

魔物は
僕たちの姿を捉ると
すぐさま咆哮を放ち
そのまま上空から
突進攻撃を仕掛けてきた

「さすがに、
　上空からだと
　すぐに気付くか」

「モネ、
　外での戦いでは
　あちらさんの方が空を飛べる分
　圧倒的にこちらが不利だ」


「だけど時間を稼ぐだけなら
　周辺の柱や地形を
　攻撃を交わす手段として
　利用することができる」

「二手に分かれて
　撹乱させつつ、
　とにかく攻撃を避ける
　ことに専念するんだ」

僕とゼンは
作戦を確認すると
柱の裏に飛び込んだ

その直後
魔物が柱の間を通過し
なんとか
初手の突進攻撃を回避した

魔物はそのまま
上空に舞い上がると
体を起こしながら
僕たちがいる方向に体を向けた

そして
大振りにゆっくりと
翼を羽ばたかせながら
徐々にそのスピードを
上げていく

「モネ！
　柱の影に隠れながら
　そのまま何かにしがみつけ！」

ゼンが
僕に向かって叫んだ後
物凄い勢いの突風が襲ってきた


柱はビクともしていないが、
周りにある小さな瓦礫や石、
草などが僕たちの体を襲う

だけどなんとか
柱の影でしがみつくことで
大きなダメージを
防ぐことはできた

「よし、
　次の攻撃に備えよう」

魔物は
突風攻撃を繰り出した後
僕たちがいる場所の上空を
ゆっくりと円を描くように
飛び回っている

次の攻撃手段を
考えているのか

それとも
連続攻撃により
消耗した体力を
回復させているのか

いずれにせよ
そのまま上空を飛び回って
様子を伺ってくれてた方が
時間も稼げるし助かる

だが油断はできない
もしかしたら既に次の攻撃に
移っているのかもしれない

もしあの動きが
その予兆だとしたら...

まさか！？

僕は
魔物の動きの意味に気付き
ゼンに合図を送る

そして僕とゼンは
魔物が飛び回ってる範囲から
離れるように走り出したが

魔物が
飛び回るスピードを上げると
周囲に竜巻が発生し
逃げ道を絶たれてしまった

「これは参った。
　そこまで勢いの強い
　竜巻ではなさそうだから
　竜巻の中央にいる限りは
　大丈夫そうだが」

「瓦礫の破片などが
　竜巻の壁となってて、
　竜巻の中から
　出るのは厳しいか」

魔物は
竜巻を発生させた後
周囲を飛び回りながら
中の様子を伺っている

どうやら
竜巻を起こすことはできるが
起こした竜巻をコントロール
できるって訳ではないらしい

僕とゼンが
竜巻の勢いが弱まるのを
待ちながら
時間を稼いでいると

魔物は周囲を飛び回りながら
翼を閉じた状態で
勢いよく低空から上空へと
円を描くように昇っていき

竜巻中央の上空に到達すると
物凄い遠心力で回転した後
僕たちがいる方向に
翼を広げ真空波を放ってきた

竜巻の外側に放たれた
真空波は遠心力の影響で
僕たちのいる竜巻の中央へと
方向を変えながら竜巻の壁を
越えて僕たちを襲ってきた

「ぐぁっ！！」

僕たちは
竜巻内にある柱を利用して
真空波を避けようとしたが

前後左右から縦横無尽に
襲いかかる全ての真空波を
回避することができないと
判断したゼンは

僕を守るように
真空波が襲いかかる方向に
向かって防御姿勢を取り
何発か喰らってしまった

だが
真空波の攻撃が納まった後
竜巻の勢いが
急激に弱り始めたため

僕たちは急いで
竜巻の外へと向かって走った

なんとか
竜巻の外へと脱出し
次の攻撃に備え
体勢を整えようとした時

ノンがいる方向から
たいまつの火が
チラッと見えたので

僕は
すぐさま方向転換し
ノンの所に向かって走り出した

ゼンは
魔物の注意を引きつけるべく
魔物に向かって石を投げつつ

ノンがいる方向とは
逆の方向に走り出し

僕は
ノンの所に戻ると
ノンから道具袋を受け取った

「出来る限り
　相手の動き止めた状態で
　使ってください」

僕は尻尾で
"わかった"と返事をし
ゼンがいる方向に向かって
急いで走り始めた

ゼンは
周囲に柱や瓦礫のない
開けた場所に到達すると

魔物の次の攻撃に備え
回避体勢を取る

「ギェェェェェエエエ！！」

魔物は
再び咆哮を放った後
勢いよく上空から
突進攻撃を繰り出したが

僕は
ゼンに襲いかかる
魔物の突進攻撃に
横から不意をつくように
勢いよく飛び込んだ

魔物はそれに気付くと
すぐに突進攻撃の勢いを殺し

瞬時に翼を閉じて
防御体勢を取りながら
地面に着地した

なるほど
この防御体勢の時に
攻撃を与えると
またカウンターで真空波を
放ってくるってことか

僕は
魔物の狙いを理解すると
この状態を利用して
時折攻撃する素振りを
見せながらも

カウンターを喰らわないよう
攻撃が当たる直前で寸止めし
ひたすら周囲を飛び回りながら
相手を牽制しつつ

ノンから受け取った
道具袋の中身を魔物に
気付かれないよう
少しずつ振りかけていく

ゼンは
次の行動に向けて
姿勢を構えたまま
魔物の動きを観察している

魔物は
しばらく防御体勢のまま
カウンターを放つ機会を
伺っていたが

攻撃する素振りを見せつつも
実際に当ててこないことから
これ以上誘っても意味がない
と判断したのか

防御体勢を解き
再び空へと飛び上がるために　
衝撃波で僕達を遠くへ
追いやろうと翼を広げた


しかしその瞬間
広げた翼の動きが鈍くなり
魔物の体がグラついた


「ここだ！」

ゼンは
魔物の体がグラついた瞬間
勢いよく走り出し

魔物目掛けて
瓦礫の棒を叩き込んだ


「ギャャャャァアア！！」

ゼンの攻撃が
魔物の首筋にヒットし
魔物は叫び声とともに
そのまま地面に倒れた


ゼンは
一度距離を取ってから
再び攻撃を繰り出そうとした

しかし
魔物は倒れながらも
片翼で防御体勢を取り

ゼンの攻撃を受け止めると
攻撃を振り払い
カウンターの真空波を放つ

しかし
ぎこちない動きにより
さっきまでの勢いはなく

ゼンは
そのカウンター攻撃を
難なく避けることができた


そして僕は
魔物が弱々しくも
再び空に飛び上がろうと
翼を羽ばたかせた瞬間を狙い

いまだ！！

魔物が飛び上がろうとした
その上空から
落下の勢いものせて
爪による攻撃を繰り出す

不意を突かれた魔物は
僕の攻撃をまともに喰らい
そのまま地面に倒れた


「はぁ...はぁ...はぁ...」

「ゼンー！モネー！」

魔物が倒れたのを確認すると
ノンが僕とゼンの側に
駆け寄ってきた

「どうやら、
　大人しくなったみたいだ」

「はい。
　ただすぐに起き上がって
　くるかもしれません」

「激しい戦いの後で
　お疲れのところだと思いますが、
　すぐにでもここを離れましょう」

「あぁ、そうだな」

僕とゼンとノンは
魔物が再び起き上がる前に
この場を離れるべく
急いで遺跡を後にした`
    },
    '13': {
        title: 'エーテル',
        content: `5日目の夕暮れ前

僕とゼンとノンは
大型の鳥型の魔物を
一時的でも大人しくさせた後

再び襲われる前に
遺跡の出口に向かって
歩き始めたのだが

魔物は
すぐに起き上がると
空へ飛び上がり

弱々しくも
僕たちがいる方向に
向かって飛んできた

「なんて魔物だ、
　あれだけやられても、
　まだ向かってくるのか」

僕たちは
再び臨戦体勢を取るが

魔物は僕たちがいる場所の
上空に留まると
しばらく僕たちを見つめ

そして
ゲリラホーク2体を連れて
そのままどこかへと
飛び去っていった

「どうやら、
　この場を離れることに
　したようですね」

「あぁ、正直助かった。
　さすがに３戦目をやる体力は
　残ってないからな」

「そうですね。
　ゼンも、モネも、
　本当にお疲れ様でした」

そして僕たちは
昨日休憩した場所に戻り
今夜もそこで休むことにした

「それにしても、
　ノンの作戦がなかったら、
　こっちがやられていた
　かもしれないな」

「いえ、
　この調合薬にどれほどの
　効力があるのかは
　わかりませんでしたし」

「正直なところ、
　あの大型の魔物に
　効果があるかも賭けでした」

「それに、
　ゼンとモネが、
　私が提案した作戦以上に
　魔物の予測の裏をかくよう
　動いてくれたからこそ」

「この調合薬を
　使えるチャンスが
　生まれたのだと思います」

「頭の良い相手との戦いは、
　正攻法で戦っても
　勝てないことが多いからな」

「そういう場合は、
　正攻法で攻めてると
　思わせといて」

「ここぞというタイミングで
　予測の裏をかくような
　奇策な行動を取る」

「そうすると、
　こちらが攻めるチャンスが
　生まれる可能性が
　あるものなのさ」

「ま、その反面、
　その奇策が相手にバレると
　逆に利用されて痛い目を
　見る可能性もあるから」

「いかにこっちには
　こういう戦い方しかできない
　と思わせられるかが
　重要になってくるんだ」

「今回は、
　最初に洞窟で戦った時に
　魔物の動きを封じる
　調合薬を使わなかったことで」

「真正面から
　ぶつかっていくのが
　俺たちの戦い方だと思わせる
　ことができたんだと思う」

「あとノンが退却を
　提案してくれたおかげで
　あのまま洞窟内で戦闘を
　続けずに済んだこと」

「そして相手に有利な外での
　戦いの前のタイミングで
　その調合薬を使うことを
　提案してくれたこと」

「咄嗟の判断だったとしても
　その２つの状況を作って
　くれたのはノンだ」

「たぶん相手に有利な状況だと
　思わせることができたから
　あの時油断を誘うことが
　できたんだと思うんだ」

「今回の流れが
　例え偶然だったとしても
　やっぱりノンのお陰だよ」


「ふふっ
　ありがとうございます」

「ゼンって
　人を褒めたりする時に
　饒舌になるんですね」

「ゼンがどういう人なのか
　また１つ
　知ることができました」

「なんかそう言われると
　急に今の発言が
　恥ずかしく思えてきた」

「ふふっ
　ちょっとしたお返しです」

「この調合薬は
　アネスと呼ばれる
　麻酔効果のある
　エーテルなんです」

「へぇ、
　傷を癒したり、
　解毒作用のある調合薬は
　よく見かけるけど」

「麻痺させるような、
　攻撃的な調合薬も
　あるもんなんだな」

「はい。
　取扱が難しいものなので、
　恐らく町のお店では気軽に
　扱えないんだと思います」

「なるほどね。
　確かに素人が興味本位で買うと
　怪我する可能性もあるか」

「...ん？
　そうか、今思い出したよ」
　
「昨日この休憩場所に着いた時
　ノンが何やら植物を採取
　していたのは見てたけど」

「そのアネスエーテルを
　調合するための植物を
　採取してたのか」

　「はい。
　　調合してから遺跡に
　　向かうことも出来たのですが」


「何が起こるか
　わかりませんでしたし、
　場合によっては、
　私たちに危険が及ぶ
　可能性もありましたので」

「確かに、
　洞窟内で散布していたら
　そのまま動けずに
　魔物と仲良く洞窟暮らしが
　始まってたかもな」

「ふふふっ」

ノンはゼンの冗談が
面白かったのか
ゼンと一緒に笑っている

「ただ結局のところ、
　ノンの言う異常な現象が
　なんなのかは、
　わからなかったな」

僕も
ゼンの冗談を聞きながら
それを考え始めていた

あの魔物が
洞窟内で暴れ始める前
急に倒れたのは
しっかりと覚えている

それまで
特に怪我をしているような
素振りは見せていなかった
ことから考えると

急に起こった
謎の現象ということになる

もしあれが異常な現象の
正体なのだとしたら
原因がさっぱりわからない

あの洞窟内には
僕たちとあの魔物以外に
いなかったはずだし

僕たちは
そもそも洞窟から
出ようとしていた訳だから

あの巨体をどうこうできる
わけもなかった

遺跡の門跡付近で
襲ってきたゲリラホークも
ただ頭の良い魔物としか
思えなかったし

考えれば考えるほど
異常な現象以外の言葉が
思い浮かばない

しかもその現象は
洞窟内で1度起きただけで、
再び発生することはなかった

ノンが用意した
アネスエーテルによる
麻酔効果でも
あんなに急な倒れ方は
していなかったし

そもそも洞窟内で
あのエーテルが散布されていたら
ゼンの言う通り僕たちも
動けなくなっていたはずだ

「まぁ、
　あの魔物が原因ではない
　ということはわかったし」

「あの遺跡自体に
　問題がある訳でも
　なさそうだった」

「今はその情報が確認できて
　無事に帰ることができる
　ということで、
　良しとしようじゃないか」

「確かに、そうですね」

「ゼン、モネ。
　今回は調査にご協力頂き
　本当にありがとうございました」

「それで、ノンはこれから
　どうするんだ？」

「一旦
　モリの村に戻るのか？」

「いえ、モリの村では
　異常な現象について情報を
　得られませんでしたから」

「この森を南に抜け、
　そこから北東の方にある
　ソウゲンという村に
　向かおうと思っています」

「わかった。
　じゃあ俺たちも、
　そのソウゲン村まで、
　ノンに同行するよ」

「ありがとうございます。
　それでは今日も早めに
　休むことにしましょう」

「ああ！おやすみ！」

「おやすみなさい」

どうやらノンは
これまでのやり取りから
ゼンがどういう人なのか
分かった上で

諸々の確認の言葉や
申し訳ないという
自身の気持ちを飲み込み

一緒に旅をしてくれるという
その善意を素直に
受け取ることにしたみたいだ

そう僕は解釈し
ゼンとノンに尻尾で挨拶を交わし
そのまま眠りについた

チュン...
チュンチュン...チュン...

「おはようございます」

ゼンは体を起こしながら
僕は丸まった姿のまま
ノンに朝の挨拶を交わす

そしてノンは
僕とゼンの側に来ると
怪我の具合を確認してくれた

昨日休憩場所についた後
ノンに塗り薬を
塗ってもらっていたお陰で

大分
痛みは治まっている

「大丈夫みたいですね。
　朝食を作りましたので、
　たくさん食べてください」

「ノン、いつもありがとう！
　まずは森を南に抜けて、
　そこから北東だったよな」

ゼンは
ノンの作ってくれた
朝食を食べながら
改めてルートを確認する

「はい。
　しばらく歩き通しに
　なるでしょうから、
　しっかり準備をして
　向かうことにしましょう」

僕とゼンは
ノンが作ってくれた
朝食を食べた後

引き続き
ノンの旅の同行者として
ソウゲン村を目指し
新しい旅へと歩み始めた`
    }
}; 