// AnotherX エピソードのテキスト内容
const episodeContents = {
    '1': {
        title: '旅路',
        content: `温かい

目の前には
暗闇が広がっているが

周辺からは
パチパチという
音が聞こえてくる

どうやら僕は
眠っていたらしい

目を開けると
そこには焚き火があった

「なあ、モネ」

隣から男性の声がする

「そろそろ
故郷に帰ろうと思うんだ」

僕は
男性の声がする方向に
視線を向けた

男性の名前は「ゼン」

僕は「ハツノ村」という村で
ゼンと一緒に育った

ハツノ村は森や
山々に囲まれた
自然豊かな地域にある村で

ゼンは
ハツノ村出身のジンマ族だ

僕は
そんなゼンと一緒に
2年前にハツノ村を離れ

外の世界を知るための
旅を始めることにした

そして、この２年間の旅で
僕たちは色んなことを知った

まず僕たちがいる大陸の名前が
ミルゼ大陸ということ

この世界には
他にもいくかの
大きな大陸が存在すること

それ以外にもハツノ村では
食べたことのない
美味しい料理や珍しい食材

危険な動物やハツノ村とは
異なる町の人たちの人柄や
生活模様など

ハツノ村では
体験できないようなことを
たくさん学ぶことができた

どうやらゼンは
この２年間の旅で得た
知識や経験談を

ハツノ村に住む家族や
仲間達への土産話として
持って帰り

一度顔を見せに戻ろうと
思ったみたいだ

確かに
僕らは旅を始めてから
１日も休まず
歩き続けてきたわけだし

ここで一度ハツノ村に戻って
休みを挟んでもいいかもしれない

そう思い
ゼンに視線を移し
２回頷いてみせた

それから数分の間
お互いに物思いに老けた後
ゼンがボソッとつぶやいた　

「みんな、
　元気にしてるかなぁ」

ゼンは多くを語らないが
たくさんの意味が
込められた言葉だと感じた

世界は広い

これまでの旅でも
のびのびと豊かな暮らしが
できている町もあれば

隣接した町の境界を隔てて
争っている町もあったし


ルールの厳しい町や
地主が独裁政治を
敷いている町もあった

良いことも悪いことも含め
2年という短い旅の中で
様々な世界を知ることができた


驚いた事と言えば
どの町もその町特有の
様々な事情を抱えてはいるものの

危機切迫したといった
雰囲気の町はなかったのだ

町の中での暮らしに差はあれど
皆その町のルールに従っていれば

十分に暮らしていくことは
できているみたいだった

だからこそ
何のためらいもなく

「みんな、元気かなぁ」
という言葉を口に出来たのだろう

だけど僕たちの旅は
まだ始まったばかりだ

これから先も
旅を続けていくことで

もしかしたら僕たちが
想像もつかないような出来事に
遭遇することもあるかもしれない


そう思いながら
僕はまた眠りについた


ピヨピヨピヨピヨ...
チュンチュンチュン...
チチチチチチチチ...

鳥のなきごえと共に
目が覚めた

木々の間から
太陽の光が照らされている


とても気持ちの良い朝だ

辺りを見渡すと
ゼンの姿はない

僕は体を起こしつつ
ゆっくりと体を伸ばした


血が勢いよく流れ
体全体を巡り

寝相によるコリが
いくらか解消されるのを確かめる

そうこうしている間に
ゼンが戻ってきた

どうやら朝食の食材を
取りに行ってたらしい

「今日の朝食は
　山の恵たっぷりのキノコ汁だ！」

ゼンは
テンションを上げながら

昆布と塩を
水が入った鍋に入れ
火にかける

数日前に立ち寄った
港町で買ったものだ


沸騰してきたところに
先ほど取ってきたきのこを投入し
少しの間煮込む

ゼンは
木で出来た器にきのこ汁を注ぐと
僕の目の前に置く

「さあ、これを食べたら
　ハツノ村に向けて出発だ」

僕とゼンの
ハツノ村に帰る旅が始まった`
    },
    '2': {
        title: '森での戦い',
        content: `2日目の朝

僕とゼンは
ハツノ村に向けて
歩きはじめた

せっかくならと
これまで通ってきた道とは
違う道を通って帰ろう
という話になり

僕らは野宿した場所から
遠くの方に見えていた
森を通ることにした

地図は持っていない

だけど
足跡などを頼りに進めば
人が住む場所に辿りつくはずだ

これがゼンが進むべき道を
選ぶ判断基準なのだ

しばらく歩くと
目の前に森の入り口が見えてきた

もちろん
ちゃんとした入り口
なんてものはあるはずがない

だが少し離れた場所に
草が踏み固められた跡が
森の奥へと続いている場所を見つけた

どうやら目の前にある森は
人の往来がある森らしい

「よし、行こう」

ゼンは
その道に視線を向けながら
僕に向かって進む意思を伝えた

とても
整備された道とは言えないが

それでも歩みを進めるのに
十分な道ではあるようだ

遠くから川の流れる音や
森の動物達の気配を感じる

どうやら
危険な森ではなさそうだ

少し安心した気持ちになり
森の匂いを楽しめるくらいには
心に余裕が生まれはじめた時

遠くの方で何かが
慌ただしく動いている気配を感じた

「複数いるみたいだ」

ゼンは一言告げると
気配がする方に向かって
足音を立てないように歩き始めた

「ゴブリンだ、３体はいる」

ゼンは動く物体の
正体を確かめると
ゴブリンが向かっている
方向の先に視線を移す

「あれは...
　人が襲われている！」

そう呟くとゼンは
近くにあった木の枝を手に走り始めた

ゴブリンのターゲットを
自分に向けさせるため

先頭を走るゴブリンに向かって
木の枝を投げた

直撃はしなかったが
ゴブリン3体が立ち止まり
ゼンがいる方向に視線を向ける

「よし、
　とりあえず注意をこっちに
　向けさせることはできた」

「だが、
　ゴブリン3体を同時に相手にするのは
　さすがにキツイか...」

ゼンは
どう対処すべきか考えながら

ゴブリン達を誘導するように
襲われてた人が走って行った方向とは
逆方向に走り始めた

狙い通り
ゴブリン3体は雄叫びをあげながら
ゼンに向かって走り出す

ゼンは
ゴブリン達から離れすぎないように
走る速度を調整しながら

周辺を見渡して
武器になりそうなものを探している

「大きめの石1個に、木の棒１本」

「今日の朝飯で使わなかった
　キノコが３個か...」

ゼンは
何やら思案をしながら
使えそうなアイテムを
装備し始めた

大きめの石を、左手に
キノコ３個を、右手に

そして
木の棒は背中に背負った

「さぁこい！
　一か八かだ！」

ゴブリン3体が
ゼンに向かっていく

「まずは、お前だ！」

ゼンは
振り向くと同時に

左後ろにいた
ゴブリンの顔目掛けて
キノコを投げた

キノコを投げられた
ゴブリン達は驚いて足を止め

投げられたものに
視線を向ける

その隙をつくように
先頭を走っていた
ゴブリンの顔に向かって
石を投げつけた

「ぎゃっ」

石をぶつけられ
先頭のゴブリンが
怯んでいる隙に

背中に背負っていた
木の棒を手に取り

右側後ろにいる
ゴブリンの顎に向かって
下から棒の先端を叩き込む

「ごぶぅっ」

木の棒の先端を
叩き込まれたゴブリンは
そのまま後ろに倒れ込む

どうやら渾身の一撃が
決まったらしい

すかさず
回転で勢いをつけながら
先頭ゴブリンの腹に
木の棒を叩き込む

腹に木の棒を叩き込まれた
先頭のゴブリンは

勢いよく左後ろにいた
ゴブリンに向かって飛んでいく

「よし、２体いけた」

３体一気に...
とはいかなかったが
最後の１体に備え
一度距離を取る

しかし
残りのゴブリンは
おたけびを上げながら

右手をかぎ爪状にして
ゼンの顔目掛けて振り下ろす

なんとか木の棒で
カギ爪攻撃を防いだが

そのまま木の棒を掴まれ
左手の拳が腹を襲う

「うぐっ」

ゼンは苦痛の表情を
浮かべながら後ろへとよろけた

ゴブリンは
すかさず奪った木の棒を

ゼンの頭目掛けて
叩き込もうと振り上げた

...ここだ！

僕は
心の中でそう思いながら

木の棒を振り上げた
ゴブリンの横顔に向かって
鍋を思い切り投げつけた

最後のゴブリンが
横に吹っ飛んで倒れた

「はぁ...はぁ...」

「ありがとう、モネ
　   ...助かったよ」

ゼンは
僕にお礼を言うと

僕が背負っている
道具袋から縄を取り出し

気絶している
ゴブリン3体を
木に縛り付ける

「ふぅ...」

「良いコンビネーションだった！」

ゼンは
僕に笑った顔を見せた後

元の道に戻るように
歩き始めた

僕は
ゼンの後ろ姿を見ながら
心の中で喜んだ

ザク...ザク...ザク...

「あのぅ...」

元の道に戻ってくると
声を掛けられた

どうやら先ほどゴブリンに
襲われていた人のようだ

「よかった！
　無事だったんですね！」

「先ほどは、助けて頂き
　ありがとうございました」

僕らは
そうお礼を言いながら
頭を下げるその人を見て驚いた

その人は、この場所には
似つかわしくない格好をした

ピンク色の髪をした
女性だった`
    },
    '3': {
        title: 'ピンク髪の女の子',
        content: `2日目夜

パチパチ...パチパチ...

僕とゼンは
ゴブリンを倒した後
森の道の途中で焚き火をして
朝まで過ごすことにした

だけど昨日までの
焚き火で過ごす夜とは
違う点があった

僕とゼンの目の前には
ピンク色で、セミロングの
綺麗な髪をした
女性が座っている

先ほど森の道途中で
ゴブリンに襲われていた人だ

「改めまして、
　危ないところを助けて頂き
　ありがとうございました」


目の前に座っていた女性は
律儀にも立ち上がってから
改めてお礼を言葉にすると

僕とゼン両方に視線を向けて
丁寧に２度お辞儀をする

「大した怪我は
　してないみたいだし、
　無事でよかったよ。」

「だけど
　擦り傷程度だったとしても
　森の中で負った傷だ。」

「早めに治療はした方が
　いいかもね。」

ゼンは
なぜゴブリンに
襲われていたのか

なぜこの森にいるのか
といった相手の事情を
探るような質問はせず

ただただ相手の
怪我を気遣った

ゼンは多くを語らないが
その言葉一つ一つに
相手を尊重する
意思が見受けられる

「お気遣い頂き
　ありがとうございます」

目の前の女性も
ゼンの気遣いに
気づいたのか

再びお礼を言って
その場に座る

「私は...」

女性は何かを言いかけて
軽く首を横に振ると
自分の名前を教えてくれた

「私の名前は、ノンと言います。
「訳あって...
　旅をしております」

ノン...か...

格好や話し方から察するに
この辺りに住む人ではない
ということは分かる

「その旅の途中、
　この森の奥にある遺跡に
　向かおうとしていたのですが...」

「なるほどね」

「それで先程の
　ゴブリンの群れに
　見つかってしまい
　逃げていた、という訳か」

　ゼンは、
　ノンが言葉に詰まった時に
　見せた表情から事情を察して
　そう返した

「はい」

「お節介かもしれないけど、
　一人でこの森の奥を目指すのは、
　やめた方がいいかもしれないな」

「きっと、
　この森やその遺跡とやらに
　生息している魔物が

「先ほどのゴブリン3体だけ
　ということはないだろうし」

ゼンは
ノンが一人で先程の
ゴブリン達から
逃げていたこと

僕とゼンが
ゴブリン達を倒した後も
誰かを探しにいく素振りを
見せないことから

仲間とともに遺跡を
目指していたが

先程のゴブリンか...
あるいはより強力な魔物か...

いずれにせよ
何かしらの理由で
一人になってしまった
ということだろう

そう状況から判断し
どうしてもその遺跡に
行かなければならない
事情があったとしても

一度、近くの村に向かい
体勢を整えてから
改めて向かった方が良い
そうノンに提案した

「そうですね。
　この森を西に抜けた先に、
　モリという村がありますので」

「一旦その村に
　向かおうと思っています。」


「なら、
　そのモリという村まで
　護衛として同行させてもらうよ」

「そんな...
　助けて頂いた上に、
　護衛までして頂くわけには...」

ノンは、
縋るような表情を見せた後
すぐに申し訳なさそうな
表情になりそう答えたが

「俺たちは、
　ハツノという村を目指して
　旅をしている最中で」

「休ませてもらえる場所が
　あることを期待して、
　この森で見つけた足跡を頼りに
　人が住む場所を目指してたんだ」

「だから、
　そのモリという村に行けるなら」

「こちらから
　同行させてもらうのを
　お願いしたいくらいさ」

「俺たちは
　ノンの護衛として」

「ノンは
　俺たちの道案内役として、
　協力してモリを目指す
　っていうのはどうだ？」

ノンは、ゼンが
恩や負い目を与えないように
配慮してくれたことを
感謝しながら

「ありがとうございます」

「それでは明日、
　一緒にモリに向けて
　出発しましょう」

そう僕とゼンに向けて
笑顔で応えてくれた

チュン...チュン...チュン...

「ん...」

「おはようございます」

ノンが
僕とゼンに声をかける

どうやら
夜が明けたようだ

「朝ごはんを
　用意したのですが、
　お口に合うでしょうか」

そうノンは言いながら
鍋に入ったスープを器に注ぎ
僕とゼンに手渡す

「ありがとう...」

「うまっ！」

ゼンは
ノンから器を受け取り
お礼と同時にスープを口にすると
驚いたような声を上げ

ノンが作ってくれたスープを
一気に飲み干す

「お口に合ったようで、
　よかったです」

ノンは
そう笑顔で応えると
ゼンから器を受け取り
再びスープを注ぎ手渡す

どうやら干し肉を使った
スープらしいが
確かに美味しい

「以前
　立ち寄った村で買った
　ハーブやスパイスを
　使ってるんです」

ハーブの爽やかな香りと
スパイスの食欲をそそる
刺激的な香り

そして
干し肉からでる旨味が絡み合い
絶妙な味わいが舌を楽しませる

ゼンは
ノンの作ったスープを
すごく気に入ったのか
何度もお代わりを要求し

「はい、喜んで」

ノンは
作ったスープを美味しそうに
飲んでくれているゼンから
お代わりの要求を受ける度に

少し照れながらも
最高の笑顔と
控えめなトーンで
その要求に応えていた

「そういえば、
　名乗ってなかったね。
　俺はゼン、
　こっちはモネだ」

「これからモリまでの道中
　よろしくお願いするよ」

そう言って
ゼンはノンに手を伸ばし
握手を交わす

「よろしくお願いします
　ゼン、モネ」

「そういえば、
　モネって...」

　ノンは
　ゼンと握手を交わした後
　僕の方に視線を向け
　質問を投げかけてきた`
    },
    '4': {
        title: 'モネ',
        content: `モネの内容がここに表示されます。`
    },
    '5': {
        title: '渓谷のかくれんぼ',
        content: `渓谷のかくれんぼの内容がここに表示されます。`
    },
    '6': {
        title: 'モリの村',
        content: `モリの村の内容がここに表示されます。`
    },
    '7': {
        title: '寝顔',
        content: `寝顔の内容がここに表示されます。`
    },
    '8': {
        title: '遺跡に巣食うもの',
        content: `遺跡に巣食うものの内容がここに表示されます。`
    },
    '9': {
        title: '洞窟に潜むもの',
        content: `洞窟に潜むものの内容がここに表示されます。`
    },
    '10': {
        title: '薬学の心得',
        content: `薬学の心得の内容がここに表示されます。`
    },
    '11': {
        title: 'ゲリラホーク戦',
        content: `ゲリラホーク戦の内容がここに表示されます。`
    },
    '12': {
        title: '怪鳥と異変',
        content: `怪鳥と異変の内容がここに表示されます。`
    },
    '13': {
        title: 'ノンの作戦',
        content: `ノンの作戦の内容がここに表示されます。`
    },
    '14': {
        title: 'エーテル',
        content: `エーテルの内容がここに表示されます。`
    }
}; 