// AnotherX エピソードのテキスト内容
const episodeContents = {
    '1': {
        title: '旅路',
        content: `温かい

目の前には
暗闇が広がっているが

周辺からは
パチパチという
音が聞こえてくる

どうやら僕は
眠っていたらしい

目を開けると
そこには焚き火があった

「なあ、モネ」

隣から男性の声がする

「そろそろ
故郷に帰ろうと思うんだ」

僕は
男性の声がする方向に
視線を向けた

男性の名前は「ゼン」

僕は「ハツノ村」という村で
ゼンと一緒に育った

ハツノ村は森や
山々に囲まれた
自然豊かな地域にある村で

ゼンは
ハツノ村出身のジンマ族だ

僕は
そんなゼンと一緒に
2年前にハツノ村を離れ

外の世界を知るための
旅を始めることにした

そして、この２年間の旅で
僕たちは色んなことを知った

まず僕たちがいる大陸の名前が
ミルゼ大陸ということ

この世界には
他にもいくかの
大きな大陸が存在すること

それ以外にもハツノ村では
食べたことのない
美味しい料理や珍しい食材

危険な動物やハツノ村とは
異なる町の人たちの人柄や
生活模様など

ハツノ村では
体験できないようなことを
たくさん学ぶことができた

どうやらゼンは
この２年間の旅で得た
知識や経験談を

ハツノ村に住む家族や
仲間達への土産話として
持って帰り

一度顔を見せに戻ろうと
思ったみたいだ

確かに
僕らは旅を始めてから
１日も休まず
歩き続けてきたわけだし

ここで一度ハツノ村に戻って
休みを挟んでもいいかもしれない

そう思い
ゼンに視線を移し
２回頷いてみせた

それから数分の間
お互いに物思いに老けた後
ゼンがボソッとつぶやいた　

「みんな、
　元気にしてるかなぁ」

ゼンは多くを語らないが
たくさんの意味が
込められた言葉だと感じた

世界は広い

これまでの旅でも
のびのびと豊かな暮らしが
できている町もあれば

隣接した町の境界を隔てて
争っている町もあったし


ルールの厳しい町や
地主が独裁政治を
敷いている町もあった

良いことも悪いことも含め
2年という短い旅の中で
様々な世界を知ることができた


驚いた事と言えば
どの町もその町特有の
様々な事情を抱えてはいるものの

危機切迫したといった
雰囲気の町はなかったのだ

町の中での暮らしに差はあれど
皆その町のルールに従っていれば

十分に暮らしていくことは
できているみたいだった

だからこそ
何のためらいもなく

「みんな、元気かなぁ」
という言葉を口に出来たのだろう

だけど僕たちの旅は
まだ始まったばかりだ

これから先も
旅を続けていくことで

もしかしたら僕たちが
想像もつかないような出来事に
遭遇することもあるかもしれない


そう思いながら
僕はまた眠りについた


ピヨピヨピヨピヨ...
チュンチュンチュン...
チチチチチチチチ...

鳥のなきごえと共に
目が覚めた

木々の間から
太陽の光が照らされている


とても気持ちの良い朝だ

辺りを見渡すと
ゼンの姿はない

僕は体を起こしつつ
ゆっくりと体を伸ばした


血が勢いよく流れ
体全体を巡り

寝相によるコリが
いくらか解消されるのを確かめる

そうこうしている間に
ゼンが戻ってきた

どうやら朝食の食材を
取りに行ってたらしい

「今日の朝食は
　山の恵たっぷりのキノコ汁だ！」

ゼンは
テンションを上げながら

昆布と塩を
水が入った鍋に入れ
火にかける

数日前に立ち寄った
港町で買ったものだ


沸騰してきたところに
先ほど取ってきたきのこを投入し
少しの間煮込む

ゼンは
木で出来た器にきのこ汁を注ぐと
僕の目の前に置く

「さあ、これを食べたら
　ハツノ村に向けて出発だ」

僕とゼンの
ハツノ村に帰る旅が始まった`
    },
    '2': {
        title: '森での戦い',
        content: `森での戦いの内容がここに表示されます。`
    },
    '3': {
        title: 'ピンク髪の女の子',
        content: `ピンク髪の女の子の内容がここに表示されます。`
    },
    '4': {
        title: 'モネ',
        content: `モネの内容がここに表示されます。`
    },
    '5': {
        title: '渓谷のかくれんぼ',
        content: `渓谷のかくれんぼの内容がここに表示されます。`
    },
    '6': {
        title: 'モリの村',
        content: `モリの村の内容がここに表示されます。`
    },
    '7': {
        title: '寝顔',
        content: `寝顔の内容がここに表示されます。`
    },
    '8': {
        title: '遺跡に巣食うもの',
        content: `遺跡に巣食うものの内容がここに表示されます。`
    },
    '9': {
        title: '洞窟に潜むもの',
        content: `洞窟に潜むものの内容がここに表示されます。`
    },
    '10': {
        title: '薬学の心得',
        content: `薬学の心得の内容がここに表示されます。`
    },
    '11': {
        title: 'ゲリラホーク戦',
        content: `ゲリラホーク戦の内容がここに表示されます。`
    },
    '12': {
        title: '怪鳥と異変',
        content: `怪鳥と異変の内容がここに表示されます。`
    },
    '13': {
        title: 'ノンの作戦',
        content: `ノンの作戦の内容がここに表示されます。`
    },
    '14': {
        title: 'エーテル',
        content: `エーテルの内容がここに表示されます。`
    }
}; 